{
  "users": [
    {
      "name": "Admin",
      "login": "admin",
      "password": "admin",
      "token": "99doFfhN903Hdh199"
    },
    {
      "name": "Alam",
      "login": "alam",
      "password": "12345",
      "token": "95doFJN903Hh100"
    },
    {
      "name": "Танзила",
      "login": "tanz.i16",
      "password": "54321",
      "token": "925doFJN90dsdfss3Hh10120"
    },
    {
      "name": "Аслан",
      "login": "aslan",
      "password": "112233",
      "token": "95doFasdfasJN903Hfasfash100"
    }
  ],
  "categories": [
    {
      "id": 1,
      "category": "Салаты"
    },
    {
      "id": 2,
      "category": "Закуски"
    },
    {
      "id": 3,
      "category": "Первые блюда"
    },
    {
      "id": 4,
      "category": "Выпечка и десерты"
    },
    {
      "id": 5,
      "category": "Гарниры"
    },
    {
      "id": 6,
      "category": "Напитки"
    },
    {
      "id": 7,
      "category": "Сэндвичи"
    }
  ],
  "recipes": [
    {
      "id": 1,
      "categoryId": 1,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/131031145327/140806174529/p_O.jpg",
      "video": "https://www.youtube.com/embed/NZmDhQ5DHHw",
      "title": "Салат с креветками и кунжутом",
      "description": "Салат с креветками и кунжутом прост и лаконичен, поскольку эти морепродукты сами по себе не нуждаются в лишнем сопровождении. Майонез в салате можно заменить на натуральный йогурт или оливковое масло, смешанное с лимонным соком.",
      "favorite": true,
      "ingredients": "Помидоры 3 штуки, Королевские креветки 300 грамм, Зеленый салат 1 пучок, Огурцы 2 штуки, майонез, кунжутные семечки,Молотый черный перец, Сушеный красный перец, Лимон 1/2 , Оливковое масло 2 столовые ложки",
      "recipe": "Порезать овощи крупно, салат порвать на куски.Для креветок: Довести до кипения сильно соленую воду с красным и черным перцем, оливковым маслом и половинкой лимона (сок предварительно выжать в воду).Добавить креветки. После кипения варить 5 минут.Очистить креветки от панциря.Смешать овощи и креветки.Посыпать кунжутными семечками и заправить майонезом."
    },
    {
      "id": 2,
      "categoryId": 1,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131082454/161109234550/p_O.jpg",
      "video": "https://www.youtube.com/embed/ADh38bPuLmA",
      "title": "Салат «Цезарь» традиционный",
      "description": "Цезарь — это популярный во всём мире салат, он является самым известным блюдом североамериканской кухни.",
      "favorite": true,
      "ingredients": "Зеленый салат 1 пучок, Помидоры 1 штука, Куриное филе 300 грамм, Белый хлеб, Соус «Цезарь», Сливочное масло 2 столовые ложки, Чеснок 2 зубчика, Сыр пармезан",
      "recipe": "Промыть, просушить и нарвать на небольшие кусочки листья салата, отложить в холодильник.В горячую сковородку положить 1 столовую ложку сливочного масла. После того, как оно полностью расплавится и начнет шипеть, кинуть нарезанный на пластины зубчик чеснока.Куриную грудку нарезать на кусочки приблизительно 1×3 см. Положить в сковороду к чесноку и маслу. Обжаривать на сильном огне приблизительно 10 минут до румяной корочки. Снять с огня.В ту же сковородку добавить еще одну столовую ложку сливочного масла и второй зубчик чеснока. В это время нарезать на небольшие кубики хлеб. Положить в сковороду и обжаривать до румяной корочки. Желательно непрерывно помешивать, чтобы не подгорело.Достать листья салата, туда же положить обжаренную куриную грудку, помидоры, нарезанные тонкой соломкой. Заправить соусом «Цезарь». Перемешать. Сверху положить получившиеся сухарики и натереть сыр."
    },
    {
      "id": 3,
      "categoryId": 1,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/190726113924/201221225313/p_O.jpg",
      "video": "https://www.youtube.com/embed/glLZz-8Ud2A",
      "title": "Классический греческий салат",
      "description": "Греческий салат (или всё же Хориатики) очень популярен не только в Греции и других странах Средиземноморья, но и во многих других странах мира, в том числе и в России",
      "favorite": true,
      "ingredients": "Оливковое масло extra virgin 3 столовые ложки, Лимонный сок 2 столовые ложки, Чеснок 1 зубчик, Сушеный орегано 1/2 чайной ложки, Морская соль 1/4 чайной ложки, Свежемолотый черный перец 1/4 чайной ложки, Помидоры 3 штуки, Красный лук 1/4 головки, Огурцы 1/2 штуки, Зеленый стручковый перец 1/2 штуки, Сыр фета 120 грамм, Маслины без косточек 16 штук",
      "recipe": "В небольшой банке смешайте оливковое масло, лимонный сок, измельченный чеснок, соль, перец и орегано. Закройте крышкой и хорошо встряхните, чтобы все перемешалось.В большую миску выложите нарезанные небольшими дольками помидоры, нарезанный полукруглыми кусочками огурец, нарезанный тонкими кольцами красный лук, нарезанный тонкими полосками зеленый перец, нарезанную кубиками фету и маслины.Перед подачей полейте заправкой, аккуратно перемешайте и посыпьте сверху свежемолотым черным перцем."
    },
    {
      "id": 4,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131112336/120214140213/p_O.jpg",
      "video": "https://www.youtube.com/embed/ybRuKpYj9_8",
      "categoryId": 1,
      "title": "Английский салат",
      "description": "Салаты можно считать разновидностью блюда универсального, подходят как для повседневного меню, так и к праздничному столу. Яркий пример – салат английский с курицей, который, невзирая на «говорящее» название с английской национальной кухней ничего общего не имеет.",
      "favorite": true,
      "ingredients": "Консервированная кукуруза 285 грамм, Куриная грудка 1 кусок, Шампиньоны 500 грамм, Помидоры 3 штуки, Сухарики 100 грамм, Майонез 150 грамм",
      "recipe": "Сварить куриные грудки и порезанные шампиньоны. Мелко нарезать и переложить в миску.Добавить банку кукурузы.Затем — две пачки сухариков (лучше просто с солью).Вмешать мелко порезанные помидоры.Вмешать мелко порезанные помидоры.Добавить майонез и аккуратно перемешать."
    },
    {
      "id": 5,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/170215020725/201215145919/p_O.jpg",
      "video": "https://www.youtube.com/embed/kufFl-n7frg",
      "categoryId": 1,
      "title": "Классический салат «Мимоза»",
      "description": "Подойдет как для праздника, так и для повседневной готовки! Баланс вкусов не оставит вас равнодушным!",
      "favorite": false,
      "ingredients": "Майонез, Зеленый лук 1 пучок, Сыр 100 грамм, Морковь 2 штуки, Репчатый лук 1 штука, Куриное яйцо 3 штука, Рыбные консервы 1 банка",
      "recipe": "Содержимое банки рыбных консервов размять и выложить на плоское блюдо. Покрыть этот слой майонезом.Затем положить слой мелко нарубленного репчатого лука, затем вновь майонез.Потом слой мелко нарубленных яиц, снова майонез.Потом слой натертой на крупной терке вареной моркови, и вновь слой майонеза.Сверху украсить салат тертым на мелкой терке сыром и мелко порубленным зеленым луком. Этот салат должен часа полтора постоять в холодильнике. После этого он становится очень нежным. Раскладывать его надо, как торт, захватывая все слои."
    },
    {
      "id": 6,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/160915225201/200713125730/p_O.jpg",
      "video": "https://www.youtube.com/embed/sYV3mCfoUy8",
      "categoryId": 1,
      "title": "Салат из крабовых палочек",
      "description": "Народный майонезный салат, который всегда заметно украшал будни и был крепкой закуской на праздничном столе. Современный рецепт салата с крабовыми палочками, который мы считаем классическим, ведет историю от дореволюционного салата с крабами.",
      "favorite": true,
      "ingredients": "Консервированная кукуруза 1 банка, Крабовые палочки 200 грамм, Белый лук 1 головка, Куриное яйцо 3 штуки, Рис 100 грамм, Майонез 4 столовые ложки, Зелень 1/2 пучка, огурцы 100 гррамм ",
      "recipe": "Промыть рис, залить его водой в пропорции 1:2, довести до кипения и варить, накрыв крышкой, на медленном огне в течение 15–20 минут. Готовый рис охладить.Крабовые палочки мелко нарезать. Так же нарезать лук, огурец и яйца. Смешать нарезанные ингредиенты с кукурузой и отварным рисом.Все смешать, добавить нарезанную зелень и майонез по вкусу."
    },
    {
      "id": 7,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120705181646/120723010224/p_O.jpg",
      "video": "https://www.youtube.com/embed/8DkOKkAMMh8",
      "categoryId": 1,
      "title": "Куриный салат с ананасами",
      "description": "Необычное сочетание, легкий и утонченный вкус! Гурманы точно оценят этот шедевр!",
      "favorite": false,
      "ingredients": "Куриное филе 200 грамм, Консервированный ананас 200 грамм, Российский сыр 70 грамм, Чеснок 1 зубчик, Майонез, Соль, Молотый черный перец",
      "recipe": "Отварное куриное мясо нарезать небольшими кубиками или соломкой.С ананасов слить жидкость и также нарезать кубиками.Сыр натереть на мелкой или крупной терке.Чеснок пропустить через чесноковыжималку или мелко порубить ножом.Смешать чеснок с майонезом.В миску выложить курицу, ананасы и сыр.Заправить салат майонезом, смешанным с чесноком.По вкусу немного посолить и поперчить свежемолотым перцем.Готовый салат разложить по порционным салатницам, украсить капелькой майонеза и веточкой петрушки."
    },
    {
      "id": 8,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/130427191156/130505095304/p_O.jpg",
      "video": "https://www.youtube.com/embed/l2O1Al25lzQ",
      "categoryId": 1,
      "title": "Зимний овощной салат",
      "description": "Почему этот салат зимний? Я не знаю, выглядит по летнему.А вообще главное вкус!",
      "favorite": true,
      "ingredients": "Консервированная кукуруза 1 банка, Красная консервированная фасоль 1 банка, Красный сладкий перец 1 штука,Помидоры 2 штуки, Кинза ½ пучка, Сок лайма по вкусу, Соль по вкусу, Молотый черный перец по вкусу,Оливковое масло по вкусу,Красный лук",
      "recipe": "Подготовить все ингредиенты.Порезать лук, помидор, перец.Смешать с бобами и кукурузой.Добавить кинзу и заправить лимонным соком.Соль, перец — по вкусу."
    },
    {
      "id": 9,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131082543/120213175031/p_O.jpg",
      "video": "https://www.youtube.com/embed/yXGYpApR4mg",
      "categoryId": 1,
      "title": "Легкий салат с креветками",
      "description": "Салат с креветками – это довольно изысканное блюдо, которое часто подают в ресторанах. Однако купив все необходимые ингредиенты и выбрав на свой вкус рецепт салата с креветками, вам тоже вполне по силам будет приготовить вкусный салат из креветок.",
      "favorite": false,
      "ingredients": "Зеленый салат 150 г, Креветки 500 г, Рукола 100 г, Оливковое масло 4 столовые ложки, Лимонный сок 4 столовые ложки, Соевый соус 2 столовые ложки,Помидоры черри 150 г, Белое сухое вино 2 столовые ложки, Соль по вкусу, Молотый черный перец по вкусу",
      "recipe": "Положите креветки в кипящую соленую воду и варите 3 минуты. Затем откиньте креветки на дуршлаг, обдайте холодной водой и очистите, оставляя только мякоть. Слегка обжарьте креветки на оливковом масле — чтобы они подрумянились. Затем выложите креветки в отдельную миску, полейте лимонным соком и соевым соусом и дайте немного постоять.В это время руками нарвите салатные листья и поместите их в салатную чашу. Помидоры черри разрежьте на половинки и тоже положите в миску. Затем слейте из креветок жидкость и поместите их в ту же чашу.Для заправки смешайте оставшийся сок лимона, соевый соус, оливковое масло и вино, поперчите и посолите. Залейте получившимся соусом салат."
    },
    {
      "id": 10,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131083458/120213175144/p_O.jpg",
      "video": "https://www.youtube.com/embed/5mHlPn9fur0",
      "categoryId": 1,
      "title": "Салат с авокадо и креветками",
      "description": "Мы говорим — авокадо, подразумеваем — с креветками. Самый популярный из народных салатов готовится буквально за 20 минут: креветки нужно обжарить, соединить с помидорами, крупно нарезанной мякотью авокадо, руками нарвать листья салата и заправить все вместе покупным соусом «Тысяча остров». ",
      "favorite": true,
      "ingredients": "Авокадо ½ штуки, Помидоры ½ штуки, Зеленый салат 6 штук, Креветки 20 штук, Соус «1000 островов» 2 столовые ложки,Соль по вкусу,Лимонный сок по вкусу, Молотый черный перец по вкусу",
      "recipe": "Авокадо нарезать тонкими дольками, сбрызнуть лимонным соком. Добавить нарезанный помидор и свежие листья салата.Добавить заранее сваренные и охлажденные креветки. Заправить соусом «1000 островов»."
    },
    {
      "id": 11,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/140902214744/140909221057/p_O.jpg",
      "video": "https://www.youtube.com/embed/nbi64GwQzYg",
      "categoryId": 2,
      "title": "Закуска лечо",
      "description": "Традиционная закуска! Вкусно, быстро, удобно!",
      "favorite": false,
      "ingredients": "Помидоры 1 кг, Сладкий перец 1 кг, Сахар ½ стакана, Соль 1 столовая ложка, Уксусная кислота 2 чайные ложки, Растительное масло ½ стакана, Чеснок по вкусу",
      "recipe": "Помидоры вымыть, обдать кипятком, снять кожицу. Нарезать соломкой вместе с очищенным перцем.Чеснок измельчить. Добавить остальные ингредиенты.Тушить 25–35 минут до мягкости овощей (попробовать на готовность).Закатать в стерильные банки."
    },
    {
      "id": 12,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/150626190443/161202142644/p_O.jpg",
      "video": "https://www.youtube.com/embed/GwaSF_F5Qus",
      "categoryId": 2,
      "title": "Закуска из кабачка с творожным сыром",
      "description": "Простейший видеорецепт, в котором творожный сыр помогает кабачку вырабатывать характер.",
      "favorite": true,
      "ingredients": "Молодые кабачки 1 штука, Огурцы 1 штука, Листья мяты 5 г, Чеснок 1 зубчик, Сыр «Альметте» с зеленью 150 г, Кумин (зира) по вкусу, Соль по вкусу, Свежемолотый черный перец по вкусу",
      "recipe": "Огурец очистить и нарезать мелким кубиком, часть огурца можно нарезать соломкой и оставить на украшение. Чеснок измельчить, листья мяты свернуть трубочкой и нарезать соломкой.Кабачок нарезать толстыми ломтиками наискосок и обжарить их на сковороде гриль со всех сторон.Альметте смешать с мятой, огурцом и чесноком, посолить и поперчить.На ломтики кабачка выложить сырную массу в виде волны или сделать красивые кнели.Украсить закуску соломкой из огурца, посыпать зернами кумина и свежемолотым перцем."
    },
    {
      "id": 13,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120214141717/120214142000/p_O.jpg",
      "video": "https://www.youtube.com/embed/s9BFTy-B8FM",
      "categoryId": 2,
      "title": "Шведская закуска к хлебу",
      "description": "Если у вас под рукой есть хлеб, яблоки и курица то эта закуска для вас!",
      "favorite": false,
      "ingredients": "Репчатый лук 3 головки, Зеленые яблоки 3 штуки, Куриное яйцо 3 штуки ",
      "recipe": "Яйца сварить вкрутую, остудить и очистить.Лук, яйца, яблоки (предварительно почистить от кожуры) порезать соломкой.Заправить майонезом и добавить соль по вкусу."
    },
    {
      "id": 14,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131082911/120213181930/p_O.jpg",
      "video": "https://www.youtube.com/embed/K3tjSEKUVOA",
      "categoryId": 2,
      "title": "Закуска из фаршированных баклажанов",
      "description": "Наивкуснейшая закуска из баклажанов с нежной ночинкой! Пальчики оближешь!",
      "favorite": false,
      "ingredients": "Баклажаны 1 штука, Оливковое масло 3 столовые ложки, Помидоры 3 штуки, Репчатый лук 1 головка, Чеснок 1 зубчик, Паста из вяленых помидоров 2 столовые ложки, Каперсы 1 столовая ложка, Панировочные сухари 1,5 столовых ложек, Сыр моцарелла 150 г, Листья базилика 1 столовая ложка, Тертый сыр пармезан 2 столовые ложки, Соль по вкусу, Растительное масло 2 столовые ложки, Молотый черный перец по вкусу",
      "recipe": "Баклажан нарезать вдоль ломтиками. Округлые кусочки измельчить для начинки. Разложить ломтики на пергаменте, смазать оливковым маслом, посолить, поперчить. Поставить в духовку, разогретую до 180 градусов, на 15 минут.Приготовить начинку. В большой сковороде разогреть столовую ложку растительного масла и в течение 5 минут обжарить мелко нарезанный лук, измельченные кусочки баклажана, которые были оставлены для начинки, и измельченный чеснок. Добавить нарезанные помидоры, измельченные листья базилика и томатную пасту и готовить еще 5 минут. Положить каперсы, посолить, поперчить. Готовой смеси дать остыть.Моцареллу нарезать маленькими кусочками, посыпать ими пласты баклажана, сверху положить начинку. Скатать рулетики, завернув кончики ломтиков у основания.Рулетики смазать оливковым маслом. Панировочные сухари смешать с тертым пармезаном, посыпать этой смесью рулеты, положить на каждый рулет по листику базилика, смазанному растительным маслом.Запекать в течение 20 минут при 180 градусах."
    },
    {
      "id": 15,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/130713154821/130724210834/p_O.jpg",
      "video": "https://www.youtube.com/embed/e1qXBUrZ19c",
      "categoryId": 2,
      "title": "Закуска из спаржи с лососем",
      "description": "Эта закуска подойдет для тех, кто хочет быстро нагулять аппетит. И вкусно и диетически!",
      "favorite": false,
      "ingredients": "Зеленая мини спаржа 200 г, Филе лосося 200 г, Соль щепотка, Молотый черный перец щепотка, Лимон 1 штука, Оливковое масло 2 столовые ложки",
      "recipe": "Спаржу быстро обжариваем на оливковом масле буквально пару-тройку мину.Вынимаем.Лосось нарезаем тоненькими ломтиками.Этими ломтиками оборачиваем спаржу по 4 штучки.Обжариваем снова буквально по 1,5 минуты с обеих сторон.Снимаем.Солим, перчим и поливаем лимонным соком."
    },
    {
      "id": 16,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/170228205926/210421084258/p_O.jpeg",
      "video": "https://www.youtube.com/embed/4u3MArCwJrA",
      "categoryId": 2,
      "title": "Закуска из баклажана капрезе",
      "description": "Баклажан один из наиболее часто используемых ингредиентов в закусках. Еще одна закуска с баклажаном!",
      "favorite": false,
      "ingredients": "Баклажаны 1 штука, Сыр моцарелла 125 г, Сыр Хаварти 125 г, Желтые помидоры 2 штуки, Помидоры черри 10 штук, Смесь итальянских специй по вкусу, Соль по вкусу, Молотый черный перец по вкусу.",
      "recipe": "Баклажан нарезать кружочками толщиной 1 см.Помидор нарезать кружочками толщиной около 5 мм.Тонко нарезать помидоры черри.Нарезать слайсами моцареллу.Поджать сбоку фольгу так, чтобы она имела форму блюда. Выложить кружочек баклажана.Приправить солью.Добавить моцареллу.Посыпать итальянскими травами.Добавить помидор.Снова посолить.Добавить ломтик сыра.Приправить итальянскими травами.Добавить помидор черри.Продолжать выкладывать ингредиенты в той же последовательности.Нарезать ломтиками часть баклажана.Выложить ломтики по бокам.Сверху выложить сыр.Приправить черным перцем.Завернуть фольгой.Отправить в разогретую до 200 градусов духовку на 20 минут.Дать блюду немного остыть."
    },
    {
      "id": 17,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/131207233339/131212030153/p_O.jpg",
      "video": "https://www.youtube.com/embed/NBJm1zyPbug",
      "categoryId": 2,
      "title": "Закуска в шляпках шампиньонов",
      "description": "Как вам закуска из грибов? Не знаю как вам, но выглядит аппетитно!",
      "favorite": false,
      "ingredients": "Шампиньоны 10 штук, Лук-шалот 2 штуки, Сыр гауда 200 г, Крабовые палочки 6 штук, Сметана 200 г, Соль по вкусу, Растительное масло 50 мл.",
      "recipe": "Срежьте ножки шампиньонов и подготовьте шляпки к начинке, удалив мякоть.Для приготовления начинки мелко нарежьте ножки и обжарьте на сковороде с растительным маслом.Добавьте измельченный лук-шалот и крабовые палочки.Посолите.Шляпки шампиньонов так же нужно посолить, выложить внутрь немного сметаны и положить начинку.Переложите шляпки в форму для запекания со сметаной, посыпьте тертым сыром.Поставьте форму в духовку, разогретую до 200 градусов, на 20 минут."
    },
    {
      "id": 18,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/140924141243/210421122438/p_O.jpeg",
      "video": "https://www.youtube.com/embed/zEPgMdzaaEY",
      "categoryId": 2,
      "title": "Чесночная закуска из кабачков",
      "description": "На приготовление этой закуски вам понадобится меньше 30 минут. Бысро и главное вкусно!",
      "favorite": false,
      "ingredients": "Кабачки 1 штука, Майонез 3 столовые ложки, Чеснок 2 зубчика, Соевый соус 1 столовая ложка, Козий сыр 100 г, Помидоры черри 6 штук, Крупная морская соль, щепотка, Смесь молотых перцев по вкусу.",
      "recipe": "На сковороду вылить масло и добавить щепотку крупной соли. Поставить на сильный огонь.Кабачок нарезать кружочками толщиной около 1 см.В глубокую емкость отправить майонез.Чеснок очистить.Майонез поперчить.Чеснок выдавить в соус.Добавить соевый соус.Тщательно перемешать.Выложить кабачки на раскаленную сковороду, смазанную маслом.Через 3–5 минут перевернуть и подрумянить другую сторону.Сыр нарезать слайсами.Кабачки выложить на застеленный пергаментом противень.На каждый кружочек кабачка выложить чайной ложкой соус.Сверху выложить сыр.Присыпать молотым перцем.Помидоры нарезать кружочками.Выложить помидоры сверху и отправить в разогретую до 200 градусов духовку на 20 минут."
    },
    {
      "id": 19,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/110805171021/120214133943/p_O.jpg",
      "video": "https://www.youtube.com/embed/MX4a3hA25rg",
      "categoryId": 2,
      "title": "Закуска из авокадо с сельдью и свеклой",
      "description": "Эта закуска так же подойдет для любителей рыбы. Если вы на диете - это вам!",
      "favorite": false,
      "ingredients": "Авокадо 1 штука, Консервированная сельдь 1 банка, Помидоры 1 штука, Куриное яйцо 2 штуки, Красный лук ½ головки, Молотый черный перец по вкусу, Лимонный сок по вкусу, Укроп по вкусу, Свекла 1 штука, Майонез по вкусу.",
      "recipe": "Вариант 1: Ингредиенты нарезать тонкими пластинами, уложить слоями, слегка смазав майонезом с рубленым укропом — буквально по капельке.Охлаждаем и аккуратно нарезаем на маленькие порции.Вариант 2: Все ингредиенты мелко порубить и перемешать. Заправить лимонным соком и слегка майонезом.Нафаршировать начинкой сваренный вкрутую яйца."
    },
    {
      "id": 20,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120420200719/130929220256/p_O.jpg",
      "video": "https://www.youtube.com/embed/ErmTieCvSvc",
      "categoryId": 2,
      "title": "Закуска из печени трески с корнишонами",
      "description": "Если вы любите изысканный вкус, вам понравится данное сочетание. Приятного аппетита!",
      "favorite": false,
      "ingredients": "Репчатый лук 1 штука, консервированная печень трески 1 банка, Куриное яйцо 4 штуки, Твердый сыр 100 г, Ржаной багет 1 штука, Петрушка по вкусу, Корнишоны 250 г.",
      "recipe": "Печень трески размять вилкой.Мелко порезать лук, корнишоны, яйца.Сыр потереть на мелкой терке.Все смешать."
    },
    {
      "id": 21,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/140902214744/140910171546/p_O.jpg",
      "video": "https://www.youtube.com/embed/F-XtwTny0l4",
      "categoryId": 3,
      "title": "Суп харчо",
      "description": "В Грузии в разных областях готовят харчо по-разному. Мы представляем классический грузинский рецепт супа харчо из привычных для нашего стола ингредиентов. Можно использовать говядину, если хотите блюдо попостнее, и баранину — для большей жирности.",
      "favorite": false,
      "ingredients": "Говядина 400 г, Репчатый лук 3 штуки, Рис 4 столовые ложки, Помидоры 500 г, Укроп по вкусу, Петрушка по вкусу, Специи по вкусу, Чеснок 1 зубчик, Кинза по вкусу",
      "recipe": "Очищаем мясо от костей. В кастрюлю наливаем 2–2,5 литра холодной воды, закладываем мясо и косточки и ставим на огонь.Когда вода закипит, тщательно снимаем пену и уменьшаем огонь так, чтобы вода слегка побулькивала. Оставляем варить на час–полтора. За полчаса до окончания варки в бульон можно добавить корень петрушки или сельдерея и посолить по вкусу.Тем временем, мелко режем лук и обжариваем его в растительном масле на медленном огне, чтобы лук оставался мягким.Как только лук начнет приобретать золотистый цвет, добавляем к нему мясо из бульона и жарим минут 5.Затем добавляем пару столовых ложек бульона и тушим под закрытой крышкой минут 15.Пока мясо и лук тушатся, подготавливаем помидоры.Содержимое сковороды отправляем в бульон, который снова уже на плите и собирается закипеть.Добавить в содержимое кастрюли рис и продолжать варить.Даем нашему еще не законченному супу 5 минут покипеть, уменьшаем огонь до среднего и добавляем специи.На самом последнем этапе приготовления добавляем толченый чеснок и мелко рубленную зелень (укроп, петрушку и кинзу).Даем час супу настояться под крышкой и можно подавать на стол."
    },
    {
      "id": 22,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/150615095301/150617154451/p_O.jpg",
      "video": "https://www.youtube.com/embed/MgptRpAywb4",
      "categoryId": 3,
      "title": "Луковый суп",
      "description": "Квинтэссенция французского подхода к приготовлению еды. Если около часа со знанием пытать огнем, вином и сливочным маслом самый банальный продукт, из него обязательно получится в финале нечто удивительное. Лук можно взять белый, а можно розовый сладкий лук. ",
      "favorite": false,
      "ingredients": "Сливочное масло 50 г, Репчатый лук 4 головки, Пшеничная мука 1 столовая ложк, Белое сухое вино 200 мл, Сахар 1 чайная ложка, Куриный бульон 1,5 л, Французский багет 1 штука, Сыр грюйер 150 г, Соль по вкусу, Молотый черный перец по вкусу.",
      "recipe": "В большой толстостенной кастрюле растопить сливочное масло и отправить туда лук, нарезанный полукольцами. Обжаривать, помешивая, пока он не станет прозрачным.Сделать огонь потише и продолжать жарить лук, время от времени помешивая и следя, чтобы он не подгорал. Цель — добиться карамельного оттенка лука и не пережаренной, а мягкой, почти невесомой консистенции. Слегка обжарить на сухой сковородке муку. Как только мука начнет менять цвет и пахнуть жареным орехом, тут же ссыпать ее в кастрюлю с луком и тщательно в лук вмешать.Теперь остается вылить в кастрюлю сначала вино, смешанное с сахаром, дать луку минуту покипеть вместе с вином, а потом разбавить их компанию бульоном (приготовить самостоятельно) или водой — по желанию. Довести до кипения и варить на очень медленном огне пятнадцать-двадцать минут. Перемешать и добавить оставшуюся воду. Довести до кипения, снять накипь и варить на медленном огне пятнадцать минут.Разложить куски багета на противне и посыпать их тертым сыром. Поставить в духовку на три-четыре минуты, чтобы сыр расплавился и слегка подрумянился. Подавать суп в глубоких тарелках с плавающими и постепенно набухающими гренками."
    },
    {
      "id": 23,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/130829212936/130904194341/p_O.jpg",
      "video": "https://www.youtube.com/embed/k7sZ9KlllL0",
      "categoryId": 3,
      "title": "Томатный магрибский суп",
      "description": "Томатный магрибский суп особенно распространен в Марокко и Тунисе. Он весьма прост в приготовлении и сам по себе легкий — в основе томаты и куриный бульон. ",
      "favorite": false,
      "ingredients": "Помидоры 1 кг, Красный лук 1 головка, Куриный бульон 1 л, Мед 2 чайные ложки, Лимон 1 штука, Имбирь 20 г, Тмин ¼ чайные ложки, Корица ¼ чайные ложки, Петрушка 50 г, Кинза 50 г, Оливковое масло 50 мл, Паприка 1 чайная ложка, Соль по вкусу, Молотый черный перец по вкусу",
      "recipe": "Мелко нарубленный лук обжарить в глубоком сотейнике на оливковом масле с тертым имбирем, молотой корицей, семенами тмина (или зиры). Обжаривать до сильного запаха жареного лука и специй, но не пережечь. Угля не нужно.Помидоры мелко нарезать (можно избавиться предварительно от кожицы и семян, но это для слишком деликатных поваров) и добавить к луку. Туда же влить куриный бульон, заправить содержимое сотейника медом, одной чайной ложкой рубленой петрушки, одной чайной ложкой рубленой кинзы, посолить, поперчить, довести все это до кипения, убавить огонь и томить едва булькающую гущу несколько минут, время от времени помешивая.Снять суп и охладить его в раковине, наполненной водой и льдом. После чего влить в суп столовую ложку лимонного сока, бросить остатки нарубленных петрушки и кинзы, перемешать и разлить по тарелкам, положив в каждую тонкий ломтик лимона или лайма."
    },
    {
      "id": 24,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/170122183544/211027215446/p_O.jpg",
      "video": "https://www.youtube.com/embed/RATrEE5kJNM",
      "categoryId": 3,
      "title": "Грибной суп",
      "description": "Грибной суп — один из самых популярных в России. Для этого рецепта можно взять любые свежие грибы нашей полосы — от крепких и тугих подберезовиков до нарядных лисичек. ",
      "favorite": false,
      "ingredients": "Свежие грибы 500 г, Сливочное масло 50 г, Вода 2 л, Картофель 5 штук, Морковь 2 штуки, Корень петрушки 1 штука, Репчатый лук 1 головка, Подсолнечное масло 30 мл, Соль по вкусу, Молотый черный перец по вкусу, Лавровый лист 1 штука, Зелень 30 г, Сметана по вкусу.",
      "recipe": "Для приготовления этого блюда взять любые свежие грибы, почистить их, нарезать пластинками и обжарить с 2 столовыми ложками сливочного масла.Обжаренные грибы переложить в кастрюлю, залить 2 л кипятка и варить на слабом огне в течение 30 минут.Нарезать соломкой 5–6 клубней картофеля.Корень петрушки, морковь и луковицу нарезать мелким кубиком.Разогреть растительное масло в сковороде и обжарить на нем сначала лук до золотистого цвета.Затем добавить корень петрушки и морковь, жарить еще 5–7 минут.Овощи добавить в суп, посолить, поперчить, добавить лавровый лист и варить еще 20–30 минут до готовности картофеля.В конце добавить мелко нарубленную зелень и снять с огня.Подавать суп со сметаной."
    },
    {
      "id": 25,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120130134327/131004134850/p_O.jpg",
      "video": "https://www.youtube.com/embed/Y5Dspa75JcY",
      "categoryId": 3,
      "title": "Чечевичный суп с мятой",
      "description": "Без чечевичного супа (он же мерджимек-чорбасы) не обходится в Турции ни один обед, а кое-где и завтрак. Главные его ингредиенты — вода, красная чечевица и перец, обычно тоже красный. ",
      "favorite": false,
      "ingredients": "Красная чечевица 150 г, Репчатый лук 1 головка, Морковь 1 штука, Подсолнечное масло 30 мл, Сливочное масло 15 г, Пшеничная мука 30 г, Сливки 33%-ные 50 мл, Соль по вкусу, Молотый черный перец по вкусу, Лимон ½ штуки Мята, по вкусу.",
      "recipe": "В небольшую кастрюлю налить литр воды или заранее приготовленного бульона и засыпать промытую чечевицу. Замачивать ее не надо, потому что она довольно быстро разваривается. Поставить кастрюлю на средний огонь.Натереть небольшую морковь на крупной терке, мелко нарезать лук: потребуется небольшого размера луковица. Как только чечевица начнет кипеть, надо убавить огонь, аккуратно снять образовавшуюся пену с помощью ложки или шумовки, а затем долить еще 200 мл воды или бульона. Варить еще десять минут.Разогреть широкую плоскую сковороду, налить в нее подсолнечное масло и отправить к нему порезанное кубиками сливочное. Добавить лук, обжарить две-три минуты, пока он не станет золотистым, добавить морковь и жарить, постоянно помешивая, еще две-три минуты, пока овощи не размягчатся. Всыпать муку и продолжать жарить, помешивая, еще минуты полторы-две.Аккуратно переправить смесь со сковороды в кастрюлю и перемешать. Посолить и поперчить. Снять кастрюлю с плиты. Добавить сливки и осторожно взбить суп ручным блендером, чтобы он превратился в густое пюре.Разлить суп по тарелкам, повесить на края по дольке лимона и присоединить по веточке мяты или петрушки. Можно также добавить хлебные палочки. В конце украсить суп с помощью столовой ложки каплями сливок."
    },
    {
      "id": 26,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131085053/141103130000/p_O.jpg",
      "video": "https://www.youtube.com/embed/f6Gyj9-NFc4",
      "categoryId": 3,
      "title": "Чечевичный суп с томатами",
      "description": "Зелено-коричневая чечевица в этом супе неплохо держит форму даже после продолжительной обработки и сохраняет во вкусе ощутимые перечные нотки. Красная же, напротив, — разваривается почти полностью, создавая деликатную кремовую основу.",
      "favorite": false,
      "ingredients": "Красная чечевица 150 г, Зелено-коричневая чечевица 200 г, Консервированные помидоры кусочками 400 г, Чеснок 6 зубчиков, Репчатый лук 1 головка, Морковь 1 штука, Оливковое масло 20 мл, Молотый черный перец по вкусу, Морская соль по вкусу, Шафран ½ чайные ложки, Сушеный базилик по вкусу, Сушеный орегано по вкусу, Сушеный эстрагон по вкусу.",
      "recipe": "Смешать оба вида чечевицы, залить водой и поставить на огонь. Как только вода закипит, угасить огонь до минимального, накрыть кастрюлю крышкой и оставить на двадцать-тридцать минут. Красная чечевица за это время разварится чуть сильнее зеленой — зеленая должна остаться аль денте.Тем временем на сковороде разогреть оливковое масло, бросить целые зубчики чеснока и слегка потушить до появления аромата. Затем добавить лук, нарезанный кубиками, потушить все вместе, помешивая, до появления легкого золоти- стого оттенка.Добавить к чесноку и луку натертую на крупной терке морковь, обжарить, а затем аккуратно выложить помидоры и поперчить. Хорошо все перемешать и потушить на умеренном огне, постоянно помешивая, четыре-пять минут.Добавить овощную смесь и все специи, кроме эстрагона, в кастрюлю с чечевицей, помешать деревянной ложкой, снова довести до кипения. Варить все вместе еще пять-семь минут, в самом конце бросить щепотку эстрагона и снять с огня.Удалить из кастрюли с супом зубчики чеснока, добавить по вкусу соль и черный молотый перец. Разлить суп по тарелкам. Украсить его при желании можно свежей порубленной зеленью или ложкой греческого йогурта, а если захочется добавить кислоты — выжать дольку лимона прямо в тарелку."
    },
    {
      "id": 27,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/130829212936/130904175159/p_O.jpg",
      "video": "https://www.youtube.com/embed/ZfNWuU-oeT4",
      "categoryId": 3,
      "title": "Суп том-ям-кунг",
      "description": "Главное блюдо тайской кухни и один из важнейших шлягеров мировой гастрономии. Выдающееся сочетание кислоты и перца, сытности и легкости.",
      "favorite": false,
      "ingredients": "Куриный бульон 2 л, Перечная паста том-ям 100 г, Лимон 2 штуки, Рыбный соус 20 мл, Сахар 50 г, Лимонная трава 2 столовые ложки, Имбирь 30 г, Листья лайма 4 штуки, Очищенные креветки 500 г, Шампиньоны 200 г, Кокосовое молоко 200 мл, Кинза 50 г, Перец чили 1 штука.",
      "recipe": "В куриный бульон добавить мелко нарезанный имбирь, листья лайма, лимонную траву (две столовые ложки сухой или два стебля свежей) и варить пять минут.Добавить туда же перечную пасту, перемешать бульон и варить еще две минуты.Затем добавить рыбный соус, сахар, еще через две минуты креветки, нарезанные грибы, перец чили, наструганный кольцами, и кокосовое молоко.Довести до кипения, влить сок двух лимонов, всыпать крупно нарубленную кинзу, дождаться, пока суп снова закипит, и снять с огня."
    },
    {
      "id": 28,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120130134327/130725152751/p_O.jpg",
      "video": "https://www.youtube.com/embed/3OUeszJFgNE",
      "categoryId": 3,
      "title": "Суп-пюре из баклажанов",
      "description": "Этот простой рецепт — отличная основа для дальнейших экспериментов. Супу можно добавить, например, основательности, сварив на крепком мясном бульоне. ",
      "favorite": false,
      "ingredients": "Баклажаны 600 г, Мелко рубленный чеснок 2 зубчика, Измельченный свежий тимьян по вкусу, Оливковое масло по вкусу, Бальзамический уксус 1 столовая ложка, Репчатый лук 1 головка, Вода 500 мл, Соль по вкусу.",
      "recipe": "Очистить баклажаны от кожицы и нарезать полукруглыми ломтиками толщиной примерно в 1 см. Зубчик чеснока очистить и измельчить, лук очистить и нарезать тонкими полукольцами. С веточек тимьяна оборвать листья.В небольшой сковороде на среднем огне разогреть оливковое масло. Бросить ломтики баклажана, тимьян и влить бальзамический уксус. Перемешать и добавить еще оливкового масла. Обжарить ломтики баклажана со всех сторон.В небольшой кастрюле разогреть немного оливкового масла и обжарить на небольшом огне нарубленные лук и чеснок до мягкости (в течение семи-десяти минут). Добавить жареные баклажаны, влить воду и довести до кипения. Варить двадцать минут, накрыв крышкой.Снять кастрюлю с огня и с помощью погружного блендера превратить ее содержимое в пюре. А затем, при желании, дополнительно протереть через сито — для более воздушной консистенции. Добавить еще воды или бульона, если необходимо, посолить и поперчить по вкусу.Готовый суп можно снова слегка подогреть на огне, а можно сразу разлить по тарелкам — он хорош и в горячем, и в теплом состоянии. Украсить каждую порцию листочками тимьяна и подавать"
    },
    {
      "id": 29,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/160904132102/160915174122/p_O.jpg",
      "video": "https://www.youtube.com/embed/6_jzmq5Sfw0",
      "categoryId": 3,
      "title": "Суп энгамат",
      "description": "В переводе со шведского ängamat означает «еда с полей». Этот традиционный овощной суп с заправкой на сливках и желтках, увы, готовят все меньше и меньше — хотя этот рецепт заслуживает всяческого уважения.",
      "favorite": false,
      "ingredients": "Цветная капуста ½ штуки, Морковь 3 штуки, Картофель 3 штуки, Лук-порей ½ штуки, Стручковый зеленый горошек 150 г, Шпинат 100 г, Овощной бульон 1 л, Пшеничная мука 1 столовая ложка, Молоко 200 мл, Яичный желток 2 штуки, Сливки 150 мл, Соль по вкусу, Молотый черный перец по вкусу, Укроп по вкусу, Петрушка по вкусу.",
      "recipe": ""
    },
    {
      "id": 30,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/121114213720/190408180645/p_O.jpg",
      "video": "https://www.youtube.com/embed/PW0HJA--XyM",
      "categoryId": 3,
      "title": "Сырный суп",
      "description": "Легенда советской кулинарии, звезда студенческих кухонь — сырный суп. Он прекрасен своей элементарностью — суп будет готов, как только сварится картошка. Это еще одна вещь, которую дружба делает лучше, даже если это сырок «Дружба».",
      "favorite": false,
      "ingredients": "Картофель 600 г, Морковь 1 штука, Репчатый лук 1 головка, Растительное масло 30 мл, Плавленый сырок 2 штуки, Соль по вкусу, Молотый черный перец по вкусу, Укроп по вкусу.",
      "recipe": "Картофель очистить и нарезать небольшим кубиком, положить в кастрюлю, залить 1,5 литра воды, довести до кипения и варить 15 минут.Лук и морковь нарезать мелким кубиком. На сковороде разогреть растительное масло, обжарить лук в течение 2–3 минут до прозрачности, затем добавить морковь и пассеровать еще 5–7 минут.Добавить овощи в кастрюлю к картошке, туда же добавить сырок, нарезанный кубиком, и мешать до растворения сыра. Посолить и поперчить по вкусу. Подавать, посыпав измельченным укропом."
    },
    {
      "id": 31,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131082911/130725174021/p_O.jpg",
      "video": "https://www.youtube.com/embed/gF9BKCZpy4k",
      "categoryId": 4,
      "title": "Брауни (brownie)",
      "description": "Один из самых популярных десертов в мире — брауни — был придуман в 1893 году на кухне легендарного отеля Palmer House в Чикаго. Этот пирог там пекут до сих пор по оригинальному рецепту, покрывая сверху абрикосовой глазурью.",
      "favorite": false,
      "ingredients": "Темный шоколад 100 г, Сливочное масло 180 г, Коричневый сахар 200 г, Куриное яйцо 4 штуки, Пшеничная мука 100 г, Грецкие орехи 100 г",
      "recipe": "Шоколад разломать на кусочки и вместе со сливочным маслом растопить на водяной бане, не переставая все время помешивать лопаткой или деревянной ложкой. Получившийся густой шоколадный соус снять с водяной бани и оставить остывать.Тем временем смешать яйца со ста граммами коричневого сахара: яйца разбить в отдельную миску и взбить, постепенно добавляя сахар. Взбивать можно при помощи миксера или вручную — как больше нравится, — но не меньше двух с половиной-трех минут.Острым ножом на разделочной доске порубить грецкие орехи. Предварительно их можно поджарить на сухой сковороде до появления аромата, но это необязательная опция.В остывший растопленный со сливочным маслом шоколад аккуратно добавить оставшийся сахар, затем муку и измельченные орехи и все хорошо перемешать венчиком.Затем влить сахарно-яичную смесь и тщательно смешать с шоколадной массой. Цвет у теста должен получиться равномерным, без разводов.Разогреть духовку до 200 градусов. Дно небольшой глубокой огнеупорной формы выстелить листом бумаги для выпечки или калькой. Перелить тесто в форму. Поставить в духовку и выпекать двадцать пять — тридцать минут до появления сахарной корочки.Готовый пирог вытащить из духовки, дать остыть и нарезать на квадратики острым ножом или ножом для пиццы — так кусочки получатся особенно ровными.Подавать брауни можно просто так, а можно посыпать сверху сахарной пудрой или разложить квадратики по тарелкам и украсить каждую порцию шариком ванильного мороженого."
    },
    {
      "id": 32,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/130813174717/151102203457/p_O.jpg",
      "video": "https://www.youtube.com/embed/owbseWxSs14",
      "categoryId": 4,
      "title": "Классическая шарлотка",
      "description": "Классическая шарлотка. Важное сладкое блюдо советской и постсоветской истории. Легкое, пышное тесто, максимум яблочной начинки — у шарлотки всегда был образ приятного, простого и при этом лакомого и диетического блюда.",
      "favorite": false,
      "ingredients": "Сахар 1 стакан, Куриное яйцо 5 штук, Пшеничная мука 1 стакан, Яблоко 7 штук, Растительное масло 1 столовая ложка, Разрыхлитель ½ чайные ложки.",
      "recipe": "Разогреть духовку. Отделить белки от желтков. Белки взбить в крепкую пену, постепенно добавляя сахар.Продолжать взбивать, добавляя по одному желтки, затем гашеную соду и муку. Тесто по консистенции должно напоминать сметану.Смазать противень растительным маслом. Вылить половину теста на противень, разложить равномерно нарезанные дольками яблоки, залить второй половиной теста.Поместить противень в разогретую духовку. 3 минуты подержать при температуре 200 градусов, затем убавить до 180 и выпекать 20-25 минут."
    },
    {
      "id": 33,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/130212102403/130313131925/p_O.jpg",
      "video": "https://www.youtube.com/embed/E_cohB81wL8",
      "categoryId": 4,
      "title": "Тонкие блины на молоке",
      "description": "Тонкие блины на молоке — это английский вариант традиционных пышных русских блинов, выпеченных на дрожжах. В Европе блинчики имеют вид тонких, почти прозрачных салфеток. Во Франции их называют «крепы» и подают с сотней разнообразных начинок.",
      "favorite": false,
      "ingredients": "Пшеничная мука 400 г, Сахар 2 столовые ложки, Куриное яйцо 5 штук, Молоко 1 л, Соль на кончике ножа, Растительное масло 2 столовые ложки",
      "recipe": "Взбейте яйца с сахаром.Постепенно введите муку и соль, чередуя с молоком и аккуратно размешайте до однородной массы.Оставьте на 20 минут.Добавьте в тесто растительное масло и жарьте блины на сильно разогретой сковороде."
    },
    {
      "id": 34,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120214140149/121007182350/p_O.jpg",
      "video": "https://www.youtube.com/embed/kmZo_39Oeq8",
      "categoryId": 4,
      "title": "Американский тыквенный пирог с корицей",
      "description": "Американский тыквенный пирог с корицей — классика застолья Среднего и прочего Запада, анекдотический персонаж американского быта не лишен, однако, прелести, особенно если не получать его с младых ногтей каждые два дня в качестве десерта. ",
      "favorite": false,
      "ingredients": "Пшеничная мука 400 г, Сливочное масло 250 г, Куриное яйцо 3 штуки, Тыква 900 г, Сахар 200 г, Сливки 30%-ные 200 мл, Корица по вкусу, Ванилин по вкусу, Соль по вкусу.",
      "recipe": "Просеять муку и соль в глубокую миску. Перетереть между ладоней с мягким маслом, чтобы смесь напоминала хлебные крошки, затем добавить слегка взбитое яйцо и замесить тесто. Скатать его в шар, завернуть в пленку и отправить в холодильник на 30–50 минут.Очистить тыкву, удалить семена. Нарезать мякоть кубиками. Положить в кастрюлю с толстым дном или сотейник, добавить немного воды и тушить до мягкости и полного испарения жидкости. Блендером измельчить мякоть в однородную массу. Для пущей нежности получившееся пюре можно протереть через сито.Раскатать тесто на слегка присыпанной мукой поверхности и застелить им круглую низкую форму диаметром около 30 см. Поверх теста положить лист бумаги для запекания и засыпать любую крупу. Это позволит коржу равномерно пропечься. Выпекать в течение 15 минут при 190 градусах.Выложить тыквенное пюре в глубокую миску, взбить с двумя яйцами, сахаром, сливками, пряностями и солью. Вылить смесь в форму с запеченным тестом. Выпекать пирог 50–55 минут при 180 градусах. Когда пирог остынет, его можно смело разрезать на порции."
    },
    {
      "id": 35,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131090615/140409232131/p_O.jpg",
      "video": "https://www.youtube.com/embed/1MBkbthCu84",
      "categoryId": 4,
      "title": "Творожный кекс с яйцами",
      "description": "Творожный кекс — простейший способ приготовить сладкое к завтраку или десерт к дачному или простому домашнему обеду. Творог для кекса лучше брать жирный, это тот случай, когда надо попытаться съесть мало выпечки, а не уменьшать ее калорийность. ",
      "favorite": false,
      "ingredients": "Творог 200 г, Сметана 2 столовые ложки, Куриное яйцо 2 штуки, Сливочное масло 2 столовые ложки, Пшеничная мука 1 стакан, Сахар 1 стакан, Соль по вкусу, Сода ½ чайные ложки.",
      "recipe": "Взять 200 грамм творога, добавить 2 яйца, 2 столовые ложки сметаны, 2 столовые ложки растопленного сливочного масла, стакан муки, стакан сахара, половину чайной ложки погашенной соды, щепотку соли.Все перемешать, выложить в форму. Выпекать в духовке при температуре 180 градусов."
    },
    {
      "id": 36,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131083649/170819182946/p_O.jpg",
      "video": "https://www.youtube.com/embed/Gs1SgAyxlr4",
      "categoryId": 4,
      "title": "Цветаевский яблочный пирог",
      "description": "Пирог этот называется цветаевским, потому что, по легенде, его готовили сестры Цветаевы в начале XX века для своих интеллектуальных гостей. В идеале использовать для его приготовления антоновские яблоки с их бесподобным ароматом и терпким вкусом.",
      "favorite": false,
      "ingredients": "Яблоко 1 кг, Пшеничная мука 2 стакана, Сметана 1,5 банок, Сливочное масло 150 г, Уксус 1 чайная ложка, Сахар 1 стакан, Сода ½ чайные ложки, Куриное яйцо 1 штука",
      "recipe": "Сливочное масло комнатной температуры натрите на терке и смешайте с 1,5 стаканами муки. Затем влейте в тесто полстакана сметаны и как следует перемешайте. В конце добавьте соду гашеную уксусом, перемешайте и немного помесите тесто руками. Тесто должно получиться мягкое и не прилипать к рукам.Яблоки очистите от кожуры, удалите сердцевину и с помощью картофелечистки нарежьте на тонкие пластиночки, похожие на лепестки.Раскатайте тесто и придайте ему форму той емкости, в которой вы будете выпекать пирог. Уложите на дно формы тесто, сверху разложите яблочные лепестки.В отдельной миске смешайте 1 стакан сметаны, яйцо, сахар и 2 столовые ложки муки и слегка взбейте. Крем по консистенции должен получиться достаточно жидким. Залейте форму с тестом и яблоками кремом.Разогрейте духовку до 200 градусов, поместите туда форму и выпекайте минут 50."
    },
    {
      "id": 37,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/150615095301/150618125006/p_O.jpg",
      "video": "https://www.youtube.com/embed/dRuyDnPeG2o",
      "categoryId": 4,
      "title": "Маффины с голубикой и мускатным орехом",
      "description": "Культовая ягода, которую научились производить круглый год, в сочетании с рыхлым тестом — это абсолютно беспроигрышный вариант. ",
      "favorite": false,
      "ingredients": "Сливочное масло 110 г, Пшеничная мука 290 г, Разрыхлитель 2 чайные ложки, Соль щепотка, Сахар 250 г, Голубика 1 стакан, Куриное яйцо 2 штуки, Ванильный экстракт 2 чайные ложки, Молоко 120 мл, Мускатный орех ¼ чайные ложки",
      "recipe": "Форму для маффинов смазать маслом и посыпать мукой.Венчиком смешать муку, соль, разрыхлитель. Голубику обвалять в двух чайных ложках мучной смеси.Миксером на средней скорости взбить сливочное масло с сахаром (200 грамм). Займет это примерно четыре-пять минут. Затем по одному добавить яйца, потом — ваниль.Переключить миксер на самый медленный режим, всыпать муку, размешать и постепенно влить молоко. Размешивать надо, пока тесто не станет более-менее сходиться, тогда маффины получатся нежными и рыхлыми. Лопаточкой вмешать голубику.Разложить тесто в формочки. Оставшиеся 50 грамм сахара смешать с тертым мускатным орехом и посыпать шапки маффинов.Поставить будущие маффины в разогретую до 190 градусов духовку и продержать в ней примерно двадцать пять минут."
    },
    {
      "id": 38,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120213181135/180530134920/p_O.jpg",
      "video": "https://www.youtube.com/embed/PdaQcJcGLO0",
      "categoryId": 4,
      "title": "Пирог с капустой",
      "description": "Еще одна бронебойная закуска — горячая или холодная, в зависимости от вашего желания. Один из немногих пирогов, которые не сильно уступают самим себе на следующий день или даже через день после приготовления.",
      "favorite": false,
      "ingredients": "Белокочанная капуста 1 штука, Оливковое масло 50 мл, Куриное яйцо 2 штуки, Сливочное масло 270 г, Молоко 400 мл, Крупная соль 1,5 столовых ложек, Пшеничная мука 500 г, Сахар 2 столовые ложки, Свежие дрожжи 22 г.",
      "recipe": "Просеянную муку смешать с половиной столовой ложки соли, сахаром и дрожжами. Руками смешать результат с 250 граммами сливочного масла комнатной температуры до состояния, напоминающего хлебную крошку или крупный песок. Добавить 250 мл молока и замесить тесто. Оставить его на сорок минут в тепле, чтобы оно поднялось.Тем временем тонко нашинковать капусту, перемешать ее со столовой ложкой соли, залить кипятком, дать минут десять постоять, слить воду, отжать всю жидкость, которая останется в недрах капусты. И в глубокой сковороде потушить капусту на смеси оливкового и сливочного масла. Сливочного масла нужно немного — граммов двадцать. Тушить на сильном огне десять минут, после чего добавить полстакана молока, убрать огонь до слабого. И тушить еще минут двадцать, постоянно помешивая и подсаливая по вкусу. После чего снять с огня и дать подостыть.Параллельно нужно сварить вкрутую два куриных яйца.Поднявшееся тесто (по рыхлой, воздушной текстуре оно должно напоминать тесто для пышек) раскатать в тонкие пласты, не забывая употреблять для этого не только скалку, но и достаточное количество муки.На противень выложить тонкий пласт теста и поверх него равномерно распределить тушеную капусту и нарубленные крутые яйца. Сверху накрыть другим пластом и скрепить края теста. Проделать в пироге вилкой или ножом дюжину дырок, чтобы пирог мог дышать. И отправить его в духовку, разогретую до 180 градусов, на полчаса до образования румяной корочки. Перед отправкой можно смазать поверхность взбитым сырым яйцом."
    },
    {
      "id": 39,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/150715140424/150722214413/p_O.jpg",
      "video": "https://www.youtube.com/embed/0i_di2AmJ3c",
      "categoryId": 4,
      "title": "Морковные кексы с имбирем и корицей",
      "description": "Отличный пример того, как из продуктов, которые есть дома практически всегда, можно сделать оригинальную выпечку — морковные кексы с имбирем и корицей. Вообще кексы — всегда удобная форма для экспериментов.",
      "favorite": false,
      "ingredients": "Морковь 4 штуки, Пшеничная мука 1,5 стаканов, Пекарский порошок 1,5 чайных ложек, Молотая корица 1 чайная ложка, Сода ½ чайные ложки, Мускатный орех ¼ чайные ложки, Молотый имбирь ½ чайные ложки, Растительное масло ¾ стакана, Коричневый мягкий сахар 1 стакан, Куриное яйцо 3 штуки, Ванильный экстракт 1 чайная ложка, Соль ¾ чайные ложки.",
      "recipe": "Натереть морковь (4 штуки среднего размера) на крупной терке.Смешать муку, пекарский порошок, соду, соль, корицу, имбирь и мускатный орех.Взбить миксером на высокой скорости вместе масло, яйца и коричневый сахар. Добавить в кремообразную массу тертую морковь и ваниль и перемешать миксером до однородной консистенции. Затем частями всыпать мучную смесь и миксером на медленной скорости довести до состояния теста.В формы для выпечки кексов вставить вкладыши из пергаментной бумаги и выложить в них тесто.Выпекать в духовке, разогретой до 190 градусов, примерно 20-25 минут.После духовки готовые кексы на 10 минут оставить остужаться в формах, а затем извлечь вместе с бумагой и дать остыть не меньше 1 часа. Перед подачей на стол посыпать сахарной пудрой."
    },
    {
      "id": 40,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/130330144331/190611113644/p_O.jpg",
      "video": "https://www.youtube.com/embed/iOs54zDG04k",
      "categoryId": 4,
      "title": "Торт «Сметанник»",
      "description": "Сметанник — торт очень простой. Весь секрет — в сметане для крема: она должна быть на вкус такой, чтобы и не в торте ее есть было приятно, — сливочной, плотной и без ярко выраженной кислоты. ",
      "favorite": false,
      "ingredients": "Сгущенное молоко 1 банка, Сахар 100 г, Пшеничная мука 8 столовых ложек, Сливочное масло 100 г, Сметана 20%-ная ½ кг, Какао 1 столовая ложка, Сода 1 чайная ложка, Куриное яйцо 2 штуки, Уксус 1 чайная ложка",
      "recipe": "Сливочное масло комнатной температуры взбейте с яйцами. Добавьте сгущенное молоко и взбейте.Просейте муку, погасите соду уксусом и добавьте в тесто, тщательно перемешайте.Готовое тесто разделите на 2 части, в одну часть добавьте какао, перемешайте.Духовку разогрейте до 180 градусов. Формы смажьте маслом, испеките 2 коржа до готовности (около 20 минут).Приготовьте крем для торта: сметану с сахаром слегка взбейте.Готовые коржи разрежьте на 2 части и срежьте боковые части. Все коржи сметанника, кроме нижнего, проколите вилкой, чтобы лучше впитывали в себя крем.Промажьте все коржи кремом и выложите в виде торта. Обмажьте кремом и боковые части торта.Обрезки коржей измельчите в крошку и посыпьте ими сметанник. Торт поставьте в холодильник пропитываться на ночь."
    },
    {
      "id": 41,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/140802212008/160519080709/p_O.jpg",
      "video": "https://www.youtube.com/embed/8QvWB8553Hc",
      "categoryId": 5,
      "title": "Азу по-татарски",
      "description": "Азу по-татарски. Одно из немногих блюд, удостоившихся в советской продуктовой традиции продажи с именной нарезкой. И до сих пор в кулинариях и супермаркетах можно найти говядину, которую режут соломкой и продают как азу. ",
      "favorite": false,
      "ingredients": "Говядина 500 г, Репчатый лук 5 головок, Соленые огурцы 3 штуки, Томатная паста 2 столовые ложки,Картофель 1 кг, Мясной бульон 1 стакан, Чеснок 3 зубчика.",
      "recipe": "Мясо промыть, нарезать соломкой и слегка обжарить в казане в разогретом растительном масле.Добавить порезанный тонкими полукольцами лук и обжаривать мясо с луком до мягкости лука.Добавить томатную пасту, мелко нарезанные или тертые на крупной терке огурцы. Залить водой или бульоном и тушить под крышкой до полной готовности мяса.В отдельной сковороде обжарить нарезанный соломкой картофель.Когда картофель будет почти готов, переложить его в казан с тушеным мясом, добавить, соль, перец, лавровый лист и пропущенный через чеснокодавилку или мелко порезанный чеснок.Осторожно перемешать и тушить картофель с мясом до готовности примерно 5-7 минут."
    },
    {
      "id": 42,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/151212225533/151221213208/p_O.jpg",
      "video": "https://www.youtube.com/embed/cbPBz2eShTY",
      "categoryId": 5,
      "title": "Картофель «Айдахо»",
      "description": "Картофель «Айдахо» — один из самых часто приготовляемых картофельных гарниров в мире. Мясо может быть в любой форме: стейк, бургер, тонкая соломка.",
      "favorite": false,
      "ingredients": "Молодой картофель 10 штук, Оливковое масло extra virgin 250 мл, Укроп 1 пучок, Петрушка 1 пучок, Чеснок 3 зубчика, TABASCO® Оригинальный красный 1 чайная ложка, Соль по вкусу.",
      "recipe": "Картофель хорошо промыть (очищать не надо), нарезать вдоль на восемь долек, положить в кастрюлю с холодной подсоленной водой.Довести до кипения и варить 2–3 минуты. Слить воду и поставить картофель остывать.Смешать оливковое масло с мелко порезанной зеленью, соусом и продавленным через чеснокодавилку чесноком. Выложить картофель на противень в один слой, предварительно обмакнув дольки в получившуюся смесь.Запекать в духовке 15–20 минут при температуре 200 градусов."
    },
    {
      "id": 43,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/150615095301/150618135148/p_O.jpg",
      "video": "https://www.youtube.com/embed/GjpZawxEtaM",
      "categoryId": 5,
      "title": "Рататуй",
      "description": "Рататуй — французское блюдо, принадлежащее к прованской кухне, в классическом варианте готовится из свежего перца, сладких томатов, лука, чеснока и, конечно, кабачков.",
      "favorite": false,
      "ingredients": "Баклажаны 2 штуки, Желтый сладкий перец 1 штука, Красный сладкий перец 1 штука, Репчатый лук 1 головка, Чеснок 2 зубчика, Помидоры 2 штуки, Сахар щепотка, Оливковое масло 50 мл, Томатная паста ½ чайные ложки, Петрушка 10 г, Соль по вкусу, Молотый черный перец по вкусу",
      "recipe": "Нарезать мелкими кубиками лук и баклажаны. Баклажаны посыпать солью и дать им полежать несколько минут, чтобы пустили сок.За это время очистить перцы и помидоры от внутренностей, а мякоть нарезать такими же мелкими кубиками, как до того баклажаны и лук. Чеснок и петрушку мелко нарубить.Разогреть в сковородке часть оливкового масла, обжарить до мягкости лук и откинуть его на дуршлаг.Добавить в сковороду немного масла, обжарить на нем до мягкости предварительно отжатые от лишней жидкости кубики баклажанов. Обжаренные баклажаны откинуть на дуршлаг. Теперь осталось обжарить все на том же масле кубики перца и тоже откинуть их на дуршлаг.Долить в сковороду оставшееся масло, обжарить чеснок до мягкости, тут же добавить томатную пасту и щепотку сахара, а потом сразу помидоры. Тушить тридцать секунд, после чего вмешать все ранее обжаренные овощи и рубленую петрушку, посолить, поперчить, потомить минуту — и снять с огня."
    },
    {
      "id": 44,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/151002075307/151009125656/p_O.jpg",
      "video": "https://www.youtube.com/embed/xzFga2onaqQ",
      "categoryId": 5,
      "title": "Гратен дофинуа",
      "description": "Один из величайших гарниров в мировой кулинарии и, наверное, самый эффективный способ использования картошки. Состав прост: картофель, сыр и жирные сливки, которые не стоит заменять на продукты вроде сметаны или майонеза.",
      "favorite": false,
      "ingredients": "Картофель 600 г, Молоко 300 мл, Сливки 33%-ные 100 мл, Мускатный орех ½ чайные ложки, Сыр грюйер 100 г, Чеснок 4 зубчика, Соль по вкусу, Молотый черный перец по вкусу.",
      "recipe": "Очистить картошку и нарезать ее тонкими дольками (2–3 мм) — ножом, на терке, удобнее всего на мандолине. Тонко настрогав картошку, не мойте ее, чтобы с водой не выплеснуть крахмал, который понадобится для сгущения сливок.В кастрюле на среднем огне довести до кипения молоко и сливки. Добавить картошку и перемешать, чтобы картофель покрылся слоем сливок. Приправить мускатным орехом, солью и перцем.Убавить огонь и варить восемь-десять минут, помешивая, чтобы смесь не прилипла ко дну кастрюли. После того как картошка будет готова, что легко проверить на вкус, вмешайте в альянс молока, картофеля и сливок тертый сыр и затем снимите кастрюлю с огня.Раздавить чеснок и смешать его с картофелем и всем прочим. Смесь перелить в глубокую форму и поставить запекаться в духовку, разогретую до 120 градусов на двадцать пять минут.Гратен готов, когда кончик острого ножа легко пронзает его (при этом нож не должен входить как в масло, какое-то невесомое сопротивление вы все-таки должны ощущать). Чтобы запеканка подрумянилась, поставьте ее на самую верхнюю полку в духовке и включите максимальный огонь примерно на минуту. Перед подачей дайте картофелю чуть-чуть остыть, чтобы сырно-сливочный соус слегка загустел."
    },
    {
      "id": 45,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131082748/170604150624/p_O.jpg",
      "video": "https://www.youtube.com/embed/5Mgt2Lt5EP4",
      "categoryId": 5,
      "title": "Картофель, запеченный в мундире",
      "description": "Ароматный, сытный, шипящий домашний картофель, фаршированный сметанно-беконной начинкой, — это очень простой и очень эффектный способ накормить большое количество человек, практически не потратив на готовку ни сил, ни времени.",
      "favorite": false,
      "ingredients": "Картофель 4 штуки, Чеснок 4 зубчика, Сливочное масло 100 гm, Сметана 2 столовые ложки, Бекон 4 штуки, Укроп по вкусу, Твердый сыр 200 г, Зеленый лук по вкусу, Соль по вкусу, Свежемолотый черный перец по вкусу",
      "recipe": "Разогреть духовку до 200 градусов. Вымыть и обсушить клубни картофеля — кожица должна быть сухой, тогда она подрумянится и станет хрустящей. Каждую картофелину натереть небольшим количеством оливкового масла и солью и поставить в духовку на час-полтора.За полчаса до готовности картофеля положить на лист фольги неочищенные зубчики чеснока, посолить, поперчить, добавить немного сливочного и столовую ложку оливкового масла. Завернуть и поместить в духовку.Пока картофель и чеснок запекаются, ломтики бекона мелко нарезать и слегка обжарить до золотистого цвета на хорошо разогретой сухой сковороде. Отставить на время.Вынуть из духовки картофель и остудить. Острым ножом разрезать картофелины вдоль пополам, затем аккуратно, стараясь не повредить кожуру, ложкой вынуть мякоть и переложить в большую миску.Добавить в миску очищенный от шкурки печеный чеснок, сметану, немного оливкового масла, рубленую зелень, обжаренный бекон, почти весь тертый сыр (кроме пяти-шести столовых ложек) и аккуратно перемешать, стараясь не превратить смесь в пюре.При помощи столовой ложки начинить получившимся фаршем каждую картофельную половинку и выложить их шкурками вниз на широкий противень. Хорошо разогреть гриль в духовке.Сверху на каждую картофельную дольку выложить по паре кубиков очень холодного сливочного масла и посыпать оставшимся тертым сыром. Отправить в духовку на семь-десять минут.Запекать картофель до появления легкой румяной корочки. Готовые дольки слегка остудить и сразу подавать, сбрызнув небольшим количеством оливкового масла."
    },
    {
      "id": 46,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/130829212936/130904175410/p_O.jpg",
      "video": "https://www.youtube.com/embed/GuZotXKL-vc",
      "categoryId": 5,
      "title": "Треска с помидорами",
      "description": "Треска — крупная морская рыба с сочным белым мясом. В русской кухне треска очень ценится и служит основой множеству традиционных блюд. В магазинах легко достать замороженное филе и экспериментировать с ним в любых вариациях.",
      "favorite": false,
      "ingredients": "Филе трески 1,2 кг, Оливковое масло 6 столовых ложек, Лимон 2 штуки, Петрушка 120 г, Помидоры черри 24 штуки, Соль по вкусу, Молотый черный перец по вкусу",
      "recipe": "В шесть жаропрочных пакетов для жарки в духовке разложить по куску трески, по столовой ложке рубленой петрушки, по четыре помидора, разрезанных пополам, по соку четверти лимона и столовой ложке масла.Завязать герметично пакет, посолив, поперчив содержимое, и положить на пятнадцать минут в духовку, разогретую до 180 градусов."
    },
    {
      "id": 47,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/170304161224/210406204345/p_O.jpg",
      "video": "https://www.youtube.com/embed/jARIzrqPu3E",
      "categoryId": 5,
      "title": "Тушеная капуста",
      "description": "Тушеная белокочанная капуста хороша сама по себе. Но если снабдить ее всеми прописанными в рецепте ингредиентами, да еще придать ей крепости с помощью пшеничной муки, получится и отличный яркий гарнир к красному мясу, и самодостаточная закуска, горячая или холодная.",
      "favorite": false,
      "ingredients": "Репчатый лук 1 штука, Белокочанная капуста 500 г, Уксус ½ столовые ложки, Сахар ½ столовые ложки, Пшеничная мука ½ столовые ложки, Томатная паста 1 столовая ложка, Вода ½ стакана, Растительное масл 60 мл, Молотый кумин (зира) ½ чайные ложки, Молотый кориандр ½ чайные ложки, Соль по вкусу, Молотый черный перец по вкусу",
      "recipe": "Лук нарезать тонкой соломкой, капусту нашинковать.В толстостенной кастрюле разогреть половину масла и обжарить на нем лук до золотистого цвета.Добавить кориандр и зиру, обжарить в течение 30 секунд.Положить в кастрюлю капусту, накрыть крышкой и тушить 20 минут.Добавить томатное пюре, уксус, сахар, посолить и поперчить по вкусу, накрыть крышкой и тушить еще 10 минут.В небольшом сотейнике разогреть оставшееся масло и обжарить на нем муку в течение минуты.Когда капуста будет готова, добавить обжаренную в масле муку, перемешать и прокипятить."
    },
    {
      "id": 48,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131084342/171003154022/p_O.jpg",
      "video": "https://www.youtube.com/embed/OF9k2MA7gDY",
      "categoryId": 5,
      "title": "Хек в зеленом чесночном соусе",
      "description": "Зеленый соус — смесь оливкового масла, чеснока и петрушки — главная основа для блюд из морепродуктов в испанской кухне. Особенно часто его используют с кальмарами и креветками.",
      "favorite": false,
      "ingredients": "Хек 4 штуки, Чеснок 3 зубчика, Рубленая петрушка 3 столовые ложки, Свежий лавровый лист 1 штука, Оливковое масло extra virgin, 4 столовые ложки",
      "recipe": "Зубчики чеснока очистить и мелко порубить. Листья петрушки тщательно измельчить — из половины не слишком большого пучка должны получиться три полные столовые ложки зелени.Разогреть на сковороде на среднем огне четыре столовые ложки оливкового масла. Как только масло нагреется, добавить чеснок, а через пару минут — всю петрушку.Стейки из хека обсушить бумажными полотенцами, слегка посолить и выложить на сковороду так, чтобы они не касались друг друга. Добавить в сковороду лавровый лист.Поджарить рыбу в течение десяти-двенадцати минут, затем аккуратно перевернуть с помощью плоской и тонкой лопатки, придерживая рыбу руками, и жарить с другой стороны еще столько же.Готовые стейки выложить на тарелки, полить сверху зеленым чесночным соусом и сразу подавать — лучше всего вместе с молодым вареным картофелем."
    },
    {
      "id": 49,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/170228210155/210913195521/p_O.jpg",
      "video": "https://www.youtube.com/embed/h_xOFQu_0Ik",
      "categoryId": 5,
      "title": "Тушеная говядина",
      "description": "Честная зимняя еда, которая может облагородить любой кусок не слишком нежной духовой говядины. ",
      "favorite": false,
      "ingredients": "Говядина 600 г, Репчатый лук 200 г, Морковь 200 г, Черный душистый перец горошком 5 штук, Лавровый лист 3 штуки, Паприка 1 чайная ложка, Молотый перец чили по вкусу, Соль по вкусу, Молотый черный перец по вкусу, Растительное масло 30 мл.",
      "recipe": "Говядину очистить от пленок и жил, если они есть, и нарезать кусочками (произвольно).В глубокой сковороде разогреть масло и обжарить говядину.Затем залить мясо стаканом кипятка.Положить душистый перец, лавровый лист, довести до кипения. Тушить на небольшом огне под крышкой примерно 40 минут.Лук почистить, нарезать крупными полукольцами, затем разрезать полукольца еще пополам.Морковь почистить, нарезать дольками.Добавить к мясу лук и морковь. Перемешать.Добавить соль и специи. Далее продолжать тушить говядину на маленьком огне под крышкой еще 1 час."
    },
    {
      "id": 50,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131085148/171031215145/p_O.jpg",
      "video": "https://www.youtube.com/embed/ALRu7U8uUBU",
      "categoryId": 5,
      "title": "Лапша с тыквой и грибами",
      "description": "Лапша с тыквой и грибами — простое и вкусное осеннее блюдо, где сладость тыквы встречается с задумчивым, почти мясным вкусом грибов, а грибное естество удачно дополняется нарядным рыжим цветом.",
      "favorite": false,
      "ingredients": "Паста феттучини 500 г, Тыква 300 гm, Шампиньоны 200 г, Куриный бульон 500 мл, Сливочное масло 50 г, Чеснок 4 зубчика, Сметана 100 г, Растительное масло 50 мл, Сыр пармезан 50 г, Петрушка 20 г, Соль по вкусу, Молотый черный перец по вкусу.",
      "recipe": "На растительном масле обжарить мелко нарезанные шампиньоны до золотистой корочки, добавить мелко нарубленный чеснок и обжаривать его вместе с грибами, помешивая, до сильного чесночного запаха. Добавить мелко нарубленной петрушки, перемешать и снять с огня.В глубоком сотейнике растопить сливочное масло и обжарить на нем мелко нарезанную мякоть тыквы, посолить, поперчить и жарить еще пять минут, постоянно помешивая. Потом влить бульон, перемешать и варить еще десять минут, после ­чего добавить сметану, тертый пармезан (25 г), грибы с чесноком, перемешать, сделать огонь минимальным и варить еще десять минут, время от времени, помешивая.В большой кастрюле в подсоленной воде сварить лапшу до состояния аль денте. Смешать ее с тыквенно-грибным соусом и подавать, посыпав свеженатертым пармезаном."
    },
    {
      "id": 51,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131083110/120214154134/p_O.jpg",
      "video": "https://www.youtube.com/embed/E6eSKxAu9s4",
      "categoryId": 6,
      "title": "Имбирный напиток",
      "description": "Полезный и вкусный напиток! Полон витаминов и минералов!",
      "favorite": false,
      "ingredients": "Лимон 1 штука, Свежий имбирь 1 штука, Мед 1 столовая ложка, Анис (бадьян) по вкусу, Кипяток 1 стакан.",
      "recipe": "Нарезать из свежего имбирного корня 10 тоненьких долек. Положить в большой стакан, добавить 1 дольку свежего лимона. Так же можно добавить, анис или корицу по вкусу. Залить кипятком и накрыть, подождать примерно 10–15 минут.После этого добавить мед по вкусу (сразу мед лучше не добавлять, т. к. он теряет все полезные свойства при температуре выше 60 градусов). Можно использовать кружку с крышкой или термос."
    },
    {
      "id": 52,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131082601/120213182742/p_O.jpg",
      "video": "https://www.youtube.com/embed/_UbCPJaRQQo",
      "categoryId": 6,
      "title": "Напиток ягодный",
      "description": "Клюква, вода и саха - все что нужно чтобы сделать этот превосходный напиток!",
      "favorite": false,
      "ingredients": "Свежая клюква 150 г, Сахар 120 г, Вода 1 л.",
      "recipe": "Выжимки залить горячей водой, проварить при слабом кипении 5—8 мин и дать настояться в течение 25—30 мин.Отвар процедить, отжать, добавить в отвар сахар и размешать его до полного растворения.Затем влить сок, еще раз процедить и охладить.Свежие ягоды промыть и отжать сок."
    },
    {
      "id": 53,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120213181523/120213181904/p_O.jpg",
      "video": "https://www.youtube.com/embed/1t9FvjPfOGg",
      "categoryId": 6,
      "title": "Напиток с кокосом",
      "description": "Если вы любите кокос - то вам точно сюда!",
      "favorite": false,
      "ingredients": "Яблоко 1 штука, Финики 95 г, Изюм 95 г, Миндаль 80 г, Мякоть кокоса 100 г, Молотая корица 2 чайные ложки, Имбирный сок 1 чайная ложка, Мускатный орех щепотка, Молотая гвоздика щепотка, Кокосовое молоко 2 стакана.",
      "recipe": "Замочите орехи и финики на 8-12 часов в воде.Положите все ингредиенты в блендер и измельчите до однородного состояния."
    },
    {
      "id": 54,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120214142532/120214153837/p_O.jpg",
      "video": "https://www.youtube.com/embed/Bt06N5tDyZk",
      "categoryId": 6,
      "title": "Напиток апельсиновый",
      "description": "Для любителей цитрусовых есть особое предложение - Напиток апельсиновый",
      "favorite": false,
      "ingredients": "Сахар 250 г, Апельсины 1 штука, Кислота лимонная 7 г, Вода 2250 мл.",
      "recipe": "Апельсин вымыть, ошпарить кипятком, чтобы убрать горечь, вытереть насухо и положить в морозилку на 3–4 часа, а лучше — на ночь. Можно предварительно разрезать на 4 части.Апельсин достать из морозилки и прокрутить через мясорубку или в комбайне.Полученную массу залить 750 мл кипяченой воды и дать настояться 10 минут.Все процедить через дуршлаг, затем через 4 слоя марли.В процеженный сок добавить 250 грамм сахара, 7 грамм лимонной кислоты и оставшиеся 1500 мл воды.Перелить в стеклянную емкость, настоять час и можно пробовать."
    },
    {
      "id": 55,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120213181523/120213181620/p_O.jpg",
      "video": "https://www.youtube.com/embed/_VOzd5N_yKk",
      "categoryId": 6,
      "title": "Кокосовый напиток",
      "description": "Еще один вариант напитка с кокосом. Любители оценят.",
      "favorite": false,
      "ingredients": "Кокос ½ штуки, Бананы 1 штука, Лайм ½ штуки, Ванильный стручок 1 кусок, Апельсины 2 штуки.",
      "recipe": "В блендер положите молоко и мякоть кокоса, банан, сок лайма, апельсиновый сок и кусочек ванили.Измельчите до однородного состояния."
    },
    {
      "id": 56,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120213181523/120213181725/p_O.jpg",
      "video": "https://www.youtube.com/embed/MGqzMXkoWS0",
      "categoryId": 6,
      "title": "Напиток из хурмы",
      "description": "Один из самых необычных и экзотических напитков - напиток из хурмы! Вкус - бомба!",
      "favorite": false,
      "ingredients": "Миндаль 320 г, Финики 6 штук, Минеральная вода 3 стакана, Хурма 3 штуки, Мускатный орех ½ чайные ложки, Молотая корица ½ чайные ложки, Кардамон ¼ чайные ложки, Имбирь ¼ чайные ложки.",
      "recipe": "Замочите орехи на 8-12 часов в воде.В блендере смешайте орехи, финики и воду до состояния крема.Выложите смесь в марлю и дайте стечь в миску.Верните миндальное молоко в блендер и добавьте остальные ингредиенты.Хорошо перемешайте около 30 секунд и подавайте."
    },
    {
      "id": 57,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/130907154434/1309222220530/p_O.jpg",
      "video": "https://www.youtube.com/embed/58DHztGtN-8",
      "categoryId": 6,
      "title": "Напиток из облепихи и имбиря",
      "description": "Если у вас недостаток витаминов то этот напиток для вас! Зимой самое то!",
      "favorite": false,
      "ingredients": "Облепиха 1 стакан, Имбирь 50 г, Мед 2 столовые ложки, Вода 1 л.",
      "recipe": "Имбирь нарезать тонкими ломтиками. Если нравится более пряный вкус напитка, лучше имбирь натереть на крупной терке.Вскипятить воду.Облепиху протереть через мелкое ситечко в чайник. Бросить в воду нарезанный имбирь.В немного остывший напиток добавить мед по вкусу."
    },
    {
      "id": 58,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120213181523/120213181558/p_O.jpg",
      "video": "https://www.youtube.com/embed/t_s01x1tj2Q",
      "categoryId": 6,
      "title": "Ягодный напиток",
      "description": "Состав этого напитка довольно прост и не займет много времени для приготовления. Этот напиток понравится каждому!",
      "favorite": false,
      "ingredients": "Финики 5 штук, Бананы 2 штуки, Клубника 150 г, Малина 90 г, Апельсиновый сок 1 стакан.",
      "recipe": "Замочите финики на 20 минут в воде.В блендере смешайте 1 банан, финики и воду, в которой они были замочены, ягоды и апельсиновый сок.Если смесь очень густая, добавьте немного воды, а, если очень жидкая, немного банана."
    },
    {
      "id": 59,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120213181523/120213181622/p_O.jpg",
      "video": "https://www.youtube.com/embed/UyKHhBPI3Q8",
      "categoryId": 6,
      "title": "Яблочно-огуречный напиток",
      "description": "Вы знали что есть такой напиток? Я не знал! Но одно я знаю точно - это стоит того, чтобы вы его попробовали!",
      "favorite": false,
      "ingredients": "Лимонная цедра 1 чайная ложка, Огурцы 1 штука, Яблоко 3 штуки.",
      "recipe": "Подготовить все ингредиенты.Выжать сок из всех ингредиентов.Хорошо перемешать и подавать немедленно."
    },
    {
      "id": 60,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131085624/130413212020/p_O.jpg",
      "video": "https://www.youtube.com/embed/THxuvqq_tF0",
      "categoryId": 6,
      "title": "Напиток «Голубые Гавайи»",
      "description": "Если не вариант поехать на Гавайи - создайте Гавайи у себя дома на диване. В этом вам поможет этот замечаительный напиток!",
      "favorite": false,
      "ingredients": "Ром «Бакарди» 30 мл, Ликер «Блу Курасао» 30 мл, Ананасовый сок 60 мл, Сахарный сироп 30 мл, Лимонный сок 30 мл, Ананас 1 кусок, Листья мяты 1 штука, Коктейльная вишня 1 штука.",
      "recipe": "Смешайте со льдом все ингредиенты в порционной посуде.Украсьте сегментом ананаса, листиком мяты, коктейльной вишней и соломинками."
    },
    {
      "id": 61,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131083619/150615155025/p_O.jpg",
      "video": "https://www.youtube.com/embed/hHbonbWakqI",
      "categoryId": 7,
      "title": "Сэндвичи с тунцом и сыром",
      "description": "Этот типичный английский сэндвич на родине зовут tuna melt — тунец в нем скрепляется плавящимся сыром. Если не нравится вкус тунцового сока, можно его слить и добавить вместо него столовую ложку оливкового масла",
      "favorite": false,
      "ingredients": "Консервированный тунец в собственном соку 1 банка, Хлеб для тостов 8 кусков, Сыр эмменталь 200 г, Розовый перец по вкусу, Каперсы ½ чайные ложки, Сливочное масло 20 г, Огурцы ½ штуки.",
      "recipe": "Тунца вместе с соком выложить в миску и размять руками. Посыпать розовым маврикийским перцем (он такой же ароматный, как черный, но менее жгучий), добавить каперсы и перемешать. Выложить тертый эмменталь (или другой сыр по вкусу — эдам, например, или гауду) и снова перемешать.Разогреть сковороду на среднем огне и слегка подсушить хлеб с обеих сторон. Затем слегка промазать все куски с одной стороны сливочным маслом, выложить тунцово-сырную смесь, соединить половины сэндвичей — и снова отправить на сковородку. Там они должны провести пару минут под крышкой — идея в том, чтобы сыр расплавился и схватил рыбную массу.Готовые сэндвичи разрезать по диагонали и украсить кружками огурца."
    },
    {
      "id": 62,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131084420/120213182748/p_O.jpg",
      "video": "https://www.youtube.com/embed/ZeQ5YJKAGm4",
      "categoryId": 7,
      "title": "Сэндвичи с копченой моцареллой",
      "description": "В рецепте упомянута копченая моцарелла, но все то же самое можно проделать и со свежей, тем более что тут присутствуют ее верные друзья — помидор и зеленый базилик.",
      "favorite": false,
      "ingredients": "Чиабатта 8 кусков, Сливочное масло по вкусу, Копченый сыр моцарелла 12 кусков, Помидоры 2 штуки, Листья базилика 8 штук",
      "recipe": "Снимите с огня и нарежьте каждый сэндвич на 3 куска. Разложите по 4 тарелкам и подавайте горячими, посыпав морской солью.Разогрейте гриль. Намажьте каждый кусок хлеба маслом. Выложите 4 куска на тарелку, масляной стороной вниз, сверху положите сыр, нарезанный помидор и и листик базилика. Сверху накройте оставшимся хлебом, масляной стороной вверх.Выложите сэндвичи на гриль, слегка прижав.Жарьте 3 минуты, прижимая во время готовки, переверните и жарьте еще 2 минуты, снова прижимая. Жарьте, пока хлеб не зарумянится и начинка не расплавится."
    },
    {
      "id": 63,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131083524/150615154922/p_O.jpg",
      "video": "https://www.youtube.com/embed/K0knkBSO5ps",
      "categoryId": 7,
      "title": "Сэндвич с форшмаком и яблоком",
      "description": "Готовить этот сэндвич следует сильно заранее: селедку нужно сначала вымочить, чтобы она стала нежнее. Хлеб для такого бутерброда стоит обжарить как следует — из-за слишком мягкой начинки.",
      "favorite": false,
      "ingredients": "Филе сельди 300 г, Куриное яйцо 2 штуки, Зеленые яблоки ¾ штуки, Сливочное масло 70 г, Молотый черный перец по вкусу, Белый хлеб для тостов 2 куска.",
      "recipe": "Главный ингредиент форшмака — селедка. Если покупаете целую, то ее нужно вымочить в молоке (можно час, а лучше — всю ночь), а потом тщательно промыть: так она станет нежнее. Филе, которое продают уже упакованным, можно не вымачивать, а сразу пропустить через мясорубку вместе со сваренными вкрутую яйцами и очищенной от кожуры и семечек половиной зеленого яблока («гренни-смит» или что-нибудь похожее). Затем добавить нарезанное средними кубиками сливочное масло, перемешать и снова пропустить через мясорубку. На любом из этих этапов добавить молотый перец.Куски хлеба подсушить на сковороде. Четвертинку яблока избавить от семечек (оставшуюся четвертинку можно съесть просто так) и нарезать тонкими дольками.Намазать все куски хлеба равным количеством форшмака. На четыре куска поверх форшмака выложить яблочные дольки. Соединить половины сэндвичей, а целые — разрезать по диагонали."
    },
    {
      "id": 64,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/170214161608/200903132202/p_O.jpg",
      "video": "https://www.youtube.com/embed/zW_dIknoWYQ",
      "categoryId": 7,
      "title": "Сэндвичи с огурцом",
      "description": "Многовековая классика, для которой нужны простые, но качественные ингредиенты. Огурец и сливочное масло должны быть самыми лучшими",
      "favorite": false,
      "ingredients": "Огурцы 500 г, Сливочное масло 70 г, Хлеб для тостов 8 кусков, Соль по вкусу.",
      "recipe": "С огурцов снять овощечисткой кожу и выбросить. Затем продолжать снимать мякоть тонкими «ленточками», не доходя до сердцевины.Выложить «ленточки» из огурцов в дуршлаг, чтобы стекла жидкость. Немного посолить огурцы, чтобы стекла лишняя влага.Пока огурцы стекают в дуршлаге, намазать все ломтики хлеба с одной стороны сливочным маслом. Масло должно ложиться очень тонким слоем, но при этом покрывать все поры хлебного мякиша.На половину хлебных ломтиков выложить в один слой ленточки из огурца немного внахлест, чтобы между ними не оставалось пробелов.Накрыть сэндвичи оставшимися кусками хлеба, выложив их маслом вниз. Острым ножом обрезать у сэндвичей корки, затем нарезать их на треугольники, два раза разрезав по диагонали."
    },
    {
      "id": 65,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120213190507/120214122903/p_O.jpg",
      "video": "https://www.youtube.com/embed/VIoVvBhbAeU",
      "categoryId": 7,
      "title": "Сэндвичи со шпротами",
      "description": "Между багетом и шпротами должна быть прослойка из майонеза с чесноком. Чтобы не ошибиться, советуем сначала изучить нашу редакционную ревизию — однажды мы перепробовали 29 разных майонезов. ",
      "favorite": false,
      "ingredients": "Французский багет 1 штука, Чеснок 4 зубчика, Майонез 250 г, Молотый черный перец по вкусу, Шпроты 1 банка, Огурцы 1 штука.",
      "recipe": "Длинный французский батон порезать, каждый ломоть обжарить, отложить.На одну банку майонеза добавить 3–4 зубца измельченного чеснока, щепотку черного молотого перца и все взбить.На обжаренный ломтик батона толстым слоем намазать майонезную массу, сверху уложить одну шпротину, украсить зеленью, свежим огурчиком."
    },
    {
      "id": 66,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/170214161608/200903132018/p_O.jpg",
      "video": "https://www.youtube.com/embed/fxURuDHrITQ",
      "categoryId": 7,
      "title": "Сэндвичи с яйцом и огурцом",
      "description": "Подойдет для быстрого завтрака или даже перекуса! Ингредиенты простые, как и сам рецепт!",
      "favorite": false,
      "ingredients": "Огурцы 500 г, Хлеб для тостов 8 кусков, Куриное яйцо 3 штуки, Натуральный йогурт 1 столовая ложка, Майонез 1 столовая ложка, Горчица 1 столовая ложка, Зеленый лук 2 штуки, Соль по вкусу.",
      "recipe": "Яйца отварить вкрутую, залить холодной водой, очистить, полностью остудить и нарезать мелким кубиком.С огурцов снять овощечисткой кожу и выбросить. Затем продолжать снимать мякоть тонкими «ленточками», не доходя до сердцевины.Выложить «ленточки» из огурцов в дуршлаг, чтобы стекла жидкость. Немного посолить огурцы, чтобы стекла лишняя влага.Перемешать майонез, йогурт, горчицу и рубленый зеленый лук. Заправить этим соусом яйца.На половину хлебных ломтиков выложить в один слой «ленточки» из огурца немного внахлест, чтобы между ними не оставалось пробелов. На слой огурца выложить яичную массу и разровнять. Массы должно быть не очень много, но и не мало — слой примерно в 3 мм.Накрыть сэндвичи оставшимися кусками хлеба. Острым ножом обрезать у сэндвичей корки, затем нарезать их на треугольники, два раза разрезав по диагонали."
    },
    {
      "id": 67,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/110816125054/120213181527/p_O.jpg",
      "video": "https://www.youtube.com/embed/Du7eh5y-EPU",
      "categoryId": 7,
      "title": "Сэндвичи с уткой",
      "description": "Вы когда-нибудь пробовали утку? Если нет, то самое время попробовать! Сэндвич с уткой не оставит вас равнодушным!",
      "favorite": false,
      "ingredients": "Чиабатта 1 штука, Консервированные артишоки 300 г, Утка 8 кусков, Майонез 3 столовые ложки, Сыр проволоне 8 кусков, Салями 8 кусков, Сыр моцарелла 8 кусков, Пармская ветчина 8 кусков, Оливки по вкусу, Шпинат 1 пучок, Рукола 1 пучок.",
      "recipe": "Срежьте с хлеба верхнюю и нижнюю корку.Из артишоков сделайте пюре и смешайте с майонезом. намажьте на хлеб.Затем выложите слоями остальные ингредиенты и сверху накройте хлебом. Аккуратно прижмите.Используя большой нож, нарежьте небольшие сэндвичи. Скрепите зубочисткой. На зубочистку оденьте ягоду клюквы."
    },
    {
      "id": 68,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/160501120547/160509191908/p_O.jpg",
      "video": "https://www.youtube.com/embed/v_8aRA-yjJQ",
      "categoryId": 7,
      "title": "Английские сэндвичи с огурцами",
      "description": "Класика Английских сэндвичей - Английские сэндвичи с огурцами! Почувствуйте себя в Англии!",
      "favorite": false,
      "ingredients": "Сливочное масло 2 столовые ложки, Свежая мята 2 стебля, Цельнозерновой хлеб 6 штук, Сливочный сыр 2 столовые ложки, Огурцы 1 штука, Соль по вкусу.",
      "recipe": "Мяту вымыть, обсушить, разобрать на листики и мелко нарезать.Хорошо перемешать со сливочным маслом и сыром.Промазать получившейся смесью куски хлеба.Огурец вымыть, нарезать очень тонкими кружками.Разложить кружки по 3 кускам хлеба.Слегка посолить и накрыть оставшимся хлебом.Срезать с сэндвичей корки и разрезать каждый по диагонали на 4 части."
    },
    {
      "id": 69,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120214122930/120214132703/p_O.jpg",
      "video": "https://www.youtube.com/embed/Ywe98iIIj30",
      "categoryId": 7,
      "title": "Сэндвичи с грибами и моцареллой",
      "description": "Сэндвич с грибами и моцарелой - звучит вкусно не правда ли? Я проголодался, а вы проголодались ?",
      "favorite": false,
      "ingredients": "Оливковое масло 1 столовая ложка, Репчатый лук ½ головки, Свежие грибы 120 г, Чеснок 1 зубчик, Белое сухое вино 2 столовые ложки, Измельченный свежий тимьян ½ чайные ложки, Рубленая петрушка 1 столовая ложка, Хлеб для тостов 2 куска, Сливочное масло 1 столовая ложка, Сыр моцарелла 2 куска.",
      "recipe": "Разогрейте оливковое масло в сковороде, добавьте нарезанный полукольцами лук и тонко нарезанные грибы. Готовьте на небольшом огне, пока грибы не начнут карамелизоваться, примерно 20-30 минут.Добавьте мелко нарезанный чеснок и тимьян и готовьте еще минуту.Влейте вино и готовьте, пока оно не выпарится.Снимите с огня и вмешайте петрушку.Одну сторону каждого куска хлеба смажьте размягченным сливочным масло. На чистую сторону одного куска выложите грибы, затем ломтики сыра, накройте все вторым куском, масляной стороной вверх, и слегка прижмите.Разогрейте гриль, выложите сэндвич и жарьте, пока сыр не начнет плавиться и хлеб не подрумянится. Разрежьте пополам по диагонали и подавайте."
    },
    {
      "id": 70,
      "igm": "https://eda.ru/img/eda/c180x180/s1.eda.ru/StaticContent/Photos/120131082543/120213175240/p_O.jpg",
      "video": "https://www.youtube.com/embed/KbgcLegHDIg",
      "categoryId": 7,
      "title": "Мягкие сэндвичи с сыром",
      "description": "Для любителей сыра подойдет такой вариант! Сыр можно выбирать по вкусу!",
      "favorite": false,
      "ingredients": "Сыр рикотта 100 г, Сыр маскарпоне 100 г, Сливки 40%-ные 2 столовые ложки, Зеленый лук 1 пучок, Белый хлеб 10 кусков, Ржаной хлеб 10 кусков.",
      "recipe": "Лук мелко порежьте. Смешайте оба сыра, потом добавьте сливки и столовую ложку резаного лука.Срежьте корки с хлеба, распределите сырную смесь по ломтикам пшеничного хлеба и накройте ржаным хлебом.Разрежьте каждый сэндвич по диагонали, так чтобы получились треугольники. Можно подавать сразу, а можно сначала немного подержать в холодильнике."
    }
  ],
  "contacts": [
    {
      "id": 1,
      "name": "Alam",
      "phone": "+79226791068"
    },
    {
      "id": 2,
      "name": "Artur",
      "phone": "+79220686791"
    }
  ],
  "comments": [
    {
      "postId": 1,
      "id": 1,
      "name": "Анна",
      "email": "Eliseo@gardner.biz",
      "body": "Класс! Просто супер!"
    },
    {
      "postId": 1,
      "id": 2,
      "name": "Мария",
      "email": "Jayne_Kuhic@sydney.com",
      "body": "Салат понравился!Советую"
    },
    {
      "postId": 2,
      "id": 3,
      "name": "Люба",
      "email": "Presley.Mueller@myrl.com",
      "body": "Мне не очень! Можно сделать по другому!"
    },
    {
      "postId": 2,
      "id": 4,
      "name": "Наташа",
      "email": "Dallas@ole.me",
      "body": "А мне нравится. Ничего лишнего и вкусно!"
    },
    {
      "postId": 3,
      "id": 5,
      "name": "fugit labore quia mollitia quas deserunt nostrum sunt",
      "email": "Veronica_Goodwin@timmothy.net",
      "body": "ut dolorum nostrum id quia aut est\nfuga est inventore vel eligendi explicabo quis consectetur\naut occaecati repellat id natus quo est\nut blanditiis quia ut vel ut maiores ea"
    },
    {
      "postId": 3,
      "id": 6,
      "name": "modi ut eos dolores illum nam dolor",
      "email": "Oswald.Vandervort@leanne.org",
      "body": "expedita maiores dignissimos facilis\nipsum est rem est fugit velit sequi\neum odio dolores dolor totam\noccaecati ratione eius rem velit"
    },
    {
      "postId": 4,
      "id": 7,
      "name": "perferendis temporibus delectus optio ea eum ratione dolorum",
      "email": "Christine@ayana.info",
      "body": "iste ut laborum aliquid velit facere itaque\nquo ut soluta dicta voluptate\nerror tempore aut et\nsequi reiciendis dignissimos expedita consequuntur libero sed fugiat facilis"
    },
    {
      "postId": 4,
      "id": 8,
      "name": "eos est animi quis",
      "email": "Preston_Hudson@blaise.tv",
      "body": "consequatur necessitatibus totam sed sit dolorum\nrecusandae quae odio excepturi voluptatum harum voluptas\nquisquam sit ad eveniet delectus\ndoloribus odio qui non labore"
    },
    {
      "postId": 5,
      "id": 9,
      "name": "aliquid rerum mollitia qui a consectetur eum sed",
      "email": "Noemie@marques.me",
      "body": "deleniti aut sed molestias explicabo\ncommodi odio ratione nesciunt\nvoluptate doloremque est\nnam autem error delectus"
    },
    {
      "postId": 5,
      "id": 10,
      "name": "porro repellendus aut tempore quis hic",
      "email": "Khalil@emile.co.uk",
      "body": "qui ipsa animi nostrum praesentium voluptatibus odit\nqui non impedit cum qui nostrum aliquid fuga explicabo\nvoluptatem fugit earum voluptas exercitationem temporibus dignissimos distinctio\nesse inventore reprehenderit quidem ut incidunt nihil necessitatibus rerum"
    },
    {
      "postId": 6,
      "id": 11,
      "name": "in deleniti sunt provident soluta ratione veniam quam praesentium",
      "email": "Russel.Parker@kameron.io",
      "body": "incidunt sapiente eaque dolor eos\nad est molestias\nquas sit et nihil exercitationem at cumque ullam\nnihil magnam et"
    },
    {
      "postId": 6,
      "id": 12,
      "name": "doloribus quibusdam molestiae amet illum",
      "email": "Francesco.Gleason@nella.us",
      "body": "nisi vel quas ut laborum ratione\nrerum magni eum\nunde et voluptatem saepe\nvoluptas corporis modi amet ipsam eos saepe porro"
    },
    {
      "postId": 7,
      "id": 13,
      "name": "ex velit ut cum eius odio ad placeat",
      "email": "Buford@shaylee.biz",
      "body": "quia incidunt ut\naliquid est ut rerum deleniti iure est\nipsum quia ea sint et\nvoluptatem quaerat eaque repudiandae eveniet aut"
    },
    {
      "postId": 7,
      "id": 14,
      "name": "dolorem architecto ut pariatur quae qui suscipit",
      "email": "Maria@laurel.name",
      "body": "nihil ea itaque libero illo\nofficiis quo quo dicta inventore consequatur voluptas voluptatem\ncorporis sed necessitatibus velit tempore\nrerum velit et temporibus"
    },
    {
      "postId": 8,
      "id": 15,
      "name": "sit et quis",
      "email": "Raheem_Heaney@gretchen.biz",
      "body": "aut vero est\ndolor non aut excepturi dignissimos illo nisi aut quas\naut magni quia nostrum provident magnam quas modi maxime\nvoluptatem et molestiae"
    },
    {
      "postId": 8,
      "id": 16,
      "name": "beatae veniam nemo rerum voluptate quam aspernatur",
      "email": "Jacky@victoria.net",
      "body": "qui rem amet aut\ncumque maiores earum ut quia sit nam esse qui\niusto aspernatur quis voluptas\ndolorem distinctio ex temporibus rem"
    },
    {
      "postId": 9,
      "id": 17,
      "name": "voluptas deleniti ut",
      "email": "Lucio@gladys.tv",
      "body": "facere repudiandae vitae ea aut sed quo ut et\nfacere nihil ut voluptates in\nsaepe cupiditate accusantium numquam dolores\ninventore sint mollitia provident"
    },
    {
      "postId": 9,
      "id": 18,
      "name": "nam qui et",
      "email": "Shemar@ewell.name",
      "body": "aut culpa quaerat veritatis eos debitis\naut repellat eius explicabo et\nofficiis quo sint at magni ratione et iure\nincidunt quo sequi quia dolorum beatae qui"
    },
    {
      "postId": 10,
      "id": 19,
      "name": "dignissimos et deleniti voluptate et quod",
      "email": "Jeremy.Harann@waino.me",
      "body": "exercitationem et id quae cum omnis\nvoluptatibus accusantium et quidem\nut ipsam sint\ndoloremque illo ex atque necessitatibus sed"
    },
    {
      "postId": 10,
      "id": 20,
      "name": "rerum commodi est non dolor nesciunt ut",
      "email": "Pearlie.Kling@sandy.com",
      "body": "occaecati laudantium ratione non cumque\nearum quod non enim soluta nisi velit similique voluptatibus\nesse laudantium consequatur voluptatem rem eaque voluptatem aut ut\net sit quam"
    },
    {
      "postId": 11,
      "id": 21,
      "name": "molestias et odio ut commodi omnis ex",
      "email": "Laurie@lincoln.us",
      "body": "perferendis omnis esse\nvoluptate sit mollitia sed perferendis\nnemo nostrum qui\nvel quis nisi doloribus animi odio id quas"
    },
    {
      "postId": 11,
      "id": 22,
      "name": "esse autem dolorum",
      "email": "Abigail.OConnell@june.org",
      "body": "et enim voluptatem totam laudantium\nimpedit nam labore repellendus enim earum aut\nconsectetur mollitia fugit qui repellat expedita sunt\naut fugiat vel illo quos aspernatur ducimus"
    },
    {
      "postId": 12,
      "id": 23,
      "name": "et dolorem corrupti sed molestias",
      "email": "Vince_Crist@heidi.biz",
      "body": "cum esse odio nihil reiciendis illum quaerat\nest facere quia\noccaecati sit totam fugiat in beatae\nut occaecati unde vitae nihil quidem consequatur"
    },
    {
      "postId": 12,
      "id": 24,
      "name": "qui quidem sed",
      "email": "Darron.Nikolaus@eulah.me",
      "body": "dolorem facere itaque fuga odit autem\nperferendis quisquam quis corrupti eius dicta\nrepudiandae error esse itaque aut\ncorrupti sint consequatur aliquid"
    },
    {
      "postId": 13,
      "id": 25,
      "name": "quidem itaque dolores quod laborum aliquid molestiae",
      "email": "Aurelio.Pfeffer@griffin.ca",
      "body": "deserunt cumque laudantium\net et odit quia sint quia quidem\nquibusdam debitis fuga in tempora deleniti\nimpedit consequatur veniam reiciendis autem porro minima"
    },
    {
      "postId": 13,
      "id": 26,
      "name": "libero beatae consequuntur optio est hic",
      "email": "Vesta_Crooks@dora.us",
      "body": "tempore dolorum corrupti facilis\npraesentium sunt iste recusandae\nunde quisquam similique\nalias consequuntur voluptates velit"
    },
    {
      "postId": 14,
      "id": 27,
      "name": "eius nam consequuntur",
      "email": "Janice@alda.io",
      "body": "necessitatibus libero occaecati\nvero inventore iste assumenda veritatis\nasperiores non sit et quia omnis facere nemo explicabo\nodit quo nobis porro"
    },
    {
      "postId": 14,
      "id": 28,
      "name": "omnis consequatur natus distinctio",
      "email": "Dashawn@garry.com",
      "body": "nulla quo itaque beatae ad\nofficiis animi aut exercitationem voluptatum dolorem doloremque ducimus in\nrecusandae officia consequuntur quas\naspernatur dolores est esse dolores sit illo laboriosam quaerat"
    },
    {
      "postId": 15,
      "id": 29,
      "name": "vel pariatur perferendis vero ab aut voluptates labore",
      "email": "Lavinia@lafayette.me",
      "body": "mollitia magnam et\nipsum consequatur est expedita\naut rem ut ex doloremque est vitae est\ncumque velit recusandae numquam libero dolor fuga fugit a"
    },
    {
      "postId": 15,
      "id": 30,
      "name": "quia sunt dolor dolor suscipit expedita quis",
      "email": "Sabrina.Marks@savanah.name",
      "body": "quisquam voluptas ut\npariatur eos amet non\nreprehenderit voluptates numquam\nin est voluptatem dicta ipsa qui esse enim"
    },
    {
      "postId": 16,
      "id": 31,
      "name": "vel pariatur perferendis vero ab aut voluptates labore",
      "email": "Lavinia@lafayette.me",
      "body": "mollitia magnam et\nipsum consequatur est expedita\naut rem ut ex doloremque est vitae est\ncumque velit recusandae numquam libero dolor fuga fugit a"
    },
    {
      "postId": 16,
      "id": 32,
      "name": "quia sunt dolor dolor suscipit expedita quis",
      "email": "Sabrina.Marks@savanah.name",
      "body": "quisquam voluptas ut\npariatur eos amet non\nreprehenderit voluptates numquam\nin est voluptatem dicta ipsa qui esse enim"
    },
    {
      "postId": 17,
      "id": 33,
      "name": "porro ut soluta repellendus similique",
      "email": "Gage_Turner@halle.name",
      "body": "sunt qui consequatur similique recusandae repellendus voluptates eos et\nvero nostrum fugit magnam aliquam\nreprehenderit nobis voluptatem eos consectetur possimus\net perferendis qui ea fugiat sit doloremque"
    },
    {
      "postId": 17,
      "id": 34,
      "name": "dolores et quo omnis voluptates",
      "email": "Alfred@sadye.biz",
      "body": "eos ullam dolorem impedit labore mollitia\nrerum non dolores\nmolestiae dignissimos qui maxime sed voluptate consequatur\ndoloremque praesentium magnam odio iste quae totam aut"
    },
    {
      "postId": 18,
      "id": 35,
      "name": "aut non consequuntur dignissimos voluptatibus dolorem earum recusandae dolorem",
      "email": "Newton.Kertzmann@anjali.io",
      "body": "illum et voluptatem quis repellendus quidem repellat\nreprehenderit voluptas consequatur mollitia\npraesentium nisi quo quod et\noccaecati repellendus illo eius harum explicabo doloribus officia"
    },
    {
      "postId": 18,
      "id": 36,
      "name": "ea est non dolorum iste nihil est",
      "email": "Caleb_Herzog@rosamond.net",
      "body": "officiis dolorem voluptas aliquid eveniet tempora qui\nea temporibus labore accusamus sint\nut sunt necessitatibus voluptatum animi cumque\nat reiciendis voluptatem iure aliquid et qui dolores et"
    },
    {
      "postId": 19,
      "id": 37,
      "name": "suscipit est sunt vel illum sint",
      "email": "Jacquelyn@krista.info",
      "body": "eum culpa debitis sint\neaque quia magni laudantium qui neque voluptas\nvoluptatem qui molestiae vel earum est ratione excepturi\nsit aut explicabo et repudiandae ut perspiciatis"
    },
    {
      "postId": 19,
      "id": 38,
      "name": "dolor asperiores autem et omnis quasi nobis",
      "email": "Grover_Volkman@coty.tv",
      "body": "assumenda corporis architecto repudiandae omnis qui et odit\nperferendis velit enim\net quia reiciendis sint\nquia voluptas quam deserunt facilis harum eligendi"
    },
    {
      "postId": 20,
      "id": 39,
      "name": "repellendus est laboriosam voluptas veritatis",
      "email": "Alexandro@garry.io",
      "body": "qui nisi at maxime deleniti quo\nex quas tenetur nam\ndeleniti aut asperiores deserunt cum ex eaque alias sit\net veniam ab consequatur molestiae"
    },
    {
      "postId": 20,
      "id": 40,
      "name": "repellendus aspernatur occaecati tempore blanditiis deleniti omnis qui distinctio",
      "email": "Vickie_Schuster@harley.net",
      "body": "nihil necessitatibus omnis asperiores nobis praesentium quia\nab debitis quo deleniti aut sequi commodi\nut perspiciatis quod est magnam aliquam modi\neum quos aliquid ea est"
    },
    {
      "postId": 21,
      "id": 41,
      "name": "non sit ad culpa quis",
      "email": "River.Grady@lavada.biz",
      "body": "eum itaque quam\nlaboriosam sequi ullam quos nobis\nomnis dignissimos nam dolores\nfacere id suscipit aliquid culpa rerum quis"
    },
    {
      "postId": 21,
      "id": 42,
      "name": "reiciendis culpa omnis suscipit est",
      "email": "Claudia@emilia.ca",
      "body": "est ducimus voluptate saepe iusto repudiandae recusandae et\nsint fugit voluptas eum itaque\nodit ab eos voluptas molestiae necessitatibus earum possimus voluptatem\nquibusdam aut illo beatae qui delectus aut officia veritatis"
    },
    {
      "postId": 22,
      "id": 43,
      "name": "perspiciatis magnam ut eum autem similique explicabo expedita",
      "email": "Lura@rod.tv",
      "body": "ut aut maxime officia sed aliquam et magni autem\nveniam repudiandae nostrum odio enim eum optio aut\nomnis illo quasi quibusdam inventore explicabo\nreprehenderit dolor saepe possimus molestiae"
    },
    {
      "postId": 22,
      "id": 44,
      "name": "officia ullam ut neque earum ipsa et fuga",
      "email": "Lottie.Zieme@ruben.us",
      "body": "aut dolorem quos ut non\naliquam unde iure minima quod ullam qui\nfugiat molestiae tempora voluptate vel labore\nsaepe animi et vitae numquam ipsa"
    },
    {
      "postId": 23,
      "id": 45,
      "name": "maiores placeat facere quam pariatur",
      "email": "Allen@richard.biz",
      "body": "dolores debitis voluptatem ab hic\nmagnam alias qui est sunt\net porro velit et repellendus occaecati est\nsequi quia odio deleniti illum"
    },
    {
      "postId": 23,
      "id": 46,
      "name": "in ipsam vel id impedit possimus eos voluptate",
      "email": "Nicholaus@mikayla.ca",
      "body": "eveniet fugit qui\nporro eaque dolores eos adipisci dolores ut\nfugit perferendis pariatur\nnumquam et repellat occaecati atque ipsum neque"
    },
    {
      "postId": 24,
      "id": 47,
      "name": "possimus facilis deleniti nemo atque voluptate",
      "email": "Stefan.Crist@duane.ca",
      "body": "ullam autem et\naccusantium quod sequi similique soluta explicabo ipsa\neius ratione quisquam sed et excepturi occaecati pariatur\nmolestiae ut reiciendis eum voluptatem sed"
    },
    {
      "postId": 24,
      "id": 48,
      "name": "dolore aut aspernatur est voluptate quia ipsam",
      "email": "Aniyah.Ortiz@monte.me",
      "body": "ut tempora deleniti quo molestiae eveniet provident earum occaecati\nest nesciunt ut pariatur ipsa voluptas voluptatem aperiam\nqui deleniti quibusdam voluptas molestiae facilis id iusto similique\ntempora aut qui"
    },
    {
      "postId": 25,
      "id": 49,
      "name": "veritatis sit tempora quasi fuga aut dolorum",
      "email": "Reyes@hailey.name",
      "body": "quia voluptas qui assumenda nesciunt harum iusto\nest corrupti aperiam\nut aut unde maxime consequatur eligendi\nveniam modi id sint rem labore saepe minus"
    },
    {
      "postId": 25,
      "id": 50,
      "name": "incidunt quae optio quam corporis iste deleniti accusantium vero",
      "email": "Danika.Dicki@mekhi.biz",
      "body": "doloribus esse necessitatibus qui eos et ut est saepe\nsed rerum tempore est ut\nquisquam et eligendi accusantium\ncommodi non doloribus"
    },
    {
      "postId": 26,
      "id": 51,
      "name": "veritatis sit tempora quasi fuga aut dolorum",
      "email": "Reyes@hailey.name",
      "body": "quia voluptas qui assumenda nesciunt harum iusto\nest corrupti aperiam\nut aut unde maxime consequatur eligendi\nveniam modi id sint rem labore saepe minus"
    },
    {
      "postId": 26,
      "id": 52,
      "name": "incidunt quae optio quam corporis iste deleniti accusantium vero",
      "email": "Danika.Dicki@mekhi.biz",
      "body": "doloribus esse necessitatibus qui eos et ut est saepe\nsed rerum tempore est ut\nquisquam et eligendi accusantium\ncommodi non doloribus"
    },
    {
      "postId": 27,
      "id": 53,
      "name": "fuga tenetur id et qui labore delectus",
      "email": "Alexie@alayna.org",
      "body": "est qui ut tempore temporibus pariatur provident qui consequuntur\nlaboriosam porro dignissimos quos debitis id laborum et totam\naut eius sequi dolor maiores amet\nrerum voluptatibus quod ratione quos labore fuga sit"
    },
    {
      "postId": 27,
      "id": 54,
      "name": "consequatur harum magnam",
      "email": "Haven_Barrows@brant.org",
      "body": "omnis consequatur dignissimos iure rerum odio\nculpa laudantium quia voluptas enim est nisi\ndoloremque consequatur autem officiis necessitatibus beatae et\net itaque animi dolor praesentium"
    },
    {
      "postId": 28,
      "id": 55,
      "name": "voluptas quasi sunt laboriosam",
      "email": "Emmet@guy.biz",
      "body": "rem magnam at voluptatem\naspernatur et et nostrum rerum\ndignissimos eum quibusdam\noptio quod dolores et"
    },
    {
      "postId": 28,
      "id": 56,
      "name": "unde tenetur vero eum iusto",
      "email": "Megane.Fritsch@claude.name",
      "body": "ullam harum consequatur est rerum est\nmagni tenetur aperiam et\nrepudiandae et reprehenderit dolorum enim voluptas impedit\neligendi quis necessitatibus in exercitationem voluptatem qui"
    },
    {
      "postId": 29,
      "id": 57,
      "name": "et expedita est odit",
      "email": "Rosanna_Kunze@guy.net",
      "body": "cum natus qui dolorem dolorum nihil ut nam tempore\nmodi nesciunt ipsum hic\nrem sunt possimus earum magnam similique aspernatur sed\ntotam sed voluptatem iusto id iste qui"
    },
    {
      "postId": 29,
      "id": 58,
      "name": "saepe dolore qui tempore nihil perspiciatis omnis omnis magni",
      "email": "Ressie.Boehm@flossie.com",
      "body": "reiciendis maiores id\nvoluptas sapiente deserunt itaque\nut omnis sunt\nnecessitatibus quibusdam dolorem voluptatem harum error"
    },
    {
      "postId": 30,
      "id": 59,
      "name": "dignissimos perspiciatis voluptate quos rem qui temporibus excepturi",
      "email": "Ottis@lourdes.org",
      "body": "et ullam id eligendi rem sit\noccaecati et delectus in nemo\naut veritatis deserunt aspernatur dolor enim voluptas quos consequatur\nmolestiae temporibus error"
    },
    {
      "postId": 30,
      "id": 60,
      "name": "cum dolore sit quisquam provident nostrum vitae",
      "email": "Estel@newton.ca",
      "body": "cumque voluptas quo eligendi sit\nnemo ut ut dolor et cupiditate aut\net voluptatem quia aut maiores quas accusantium expedita quia\nbeatae aut ad quis soluta id dolorum"
    },
    {
      "postId": 31,
      "id": 61,
      "name": "est qui debitis",
      "email": "Vivienne@willis.org",
      "body": "possimus necessitatibus quis\net dicta omnis voluptatem ea est\nsuscipit eum soluta in quia corrupti hic iusto\nconsequatur est aut qui earum nisi officiis sed culpa"
    },
    {
      "postId": 31,
      "id": 62,
      "name": "reiciendis et consectetur officiis beatae corrupti aperiam",
      "email": "Angelita@aliza.me",
      "body": "nihil aspernatur consequatur voluptatem facere sed fugiat ullam\nbeatae accusamus et fuga maxime vero\nomnis necessitatibus quisquam ipsum consectetur incidunt repellat voluptas\nerror quo et ab magnam quisquam"
    },
    {
      "postId": 32,
      "id": 63,
      "name": "ut quas facilis laborum voluptatum consequatur odio voluptate et",
      "email": "Cary@taurean.biz",
      "body": "quos eos sint voluptatibus similique iusto perferendis omnis voluptas\nearum nulla cumque\ndolorem consequatur officiis quis consequatur aspernatur nihil ullam et\nenim enim unde nihil labore non ducimus"
    },
    {
      "postId": 32,
      "id": 64,
      "name": "quod doloremque omnis",
      "email": "Tillman_Koelpin@luisa.com",
      "body": "itaque veritatis explicabo\nquis voluptatem mollitia soluta id non\ndoloribus nobis fuga provident\nnesciunt saepe molestiae praesentium laboriosam"
    },
    {
      "postId": 33,
      "id": 65,
      "name": "pariatur omnis in",
      "email": "Telly_Lynch@karl.co.uk",
      "body": "dolorum voluptas laboriosam quisquam ab\ntotam beatae et aut aliquid optio assumenda\nvoluptas velit itaque quidem voluptatem tempore cupiditate\nin itaque sit molestiae minus dolores magni"
    },
    {
      "postId": 33,
      "id": 66,
      "name": "aut nobis et consequatur",
      "email": "Makenzie@libbie.io",
      "body": "voluptas quia quo ad\nipsum voluptatum provident ut ipsam velit dignissimos aut assumenda\nut officia laudantium\nquibusdam sed minima"
    },
    {
      "postId": 34,
      "id": 67,
      "name": "nesciunt quidem veritatis alias odit nisi voluptatem non est",
      "email": "Ashlee_Jast@emie.biz",
      "body": "sunt totam blanditiis\neum quos fugit et ab rerum nemo\nut iusto architecto\nut et eligendi iure placeat omnis"
    },
    {
      "postId": 34,
      "id": 68,
      "name": "animi vitae qui aut corrupti neque culpa modi",
      "email": "Antwan@lori.ca",
      "body": "nulla impedit porro in sed\nvoluptatem qui voluptas et enim beatae\nnobis et sit ipsam aut\nvoluptatem voluptatibus blanditiis officia quod eos omnis earum dolorem"
    },
    {
      "postId": 35,
      "id": 69,
      "name": "sint alias molestiae qui dolor vel",
      "email": "Aimee.Bins@braeden.ca",
      "body": "nam quas eaque unde\ndolor blanditiis cumque eaque omnis qui\nrerum modi sint quae numquam exercitationem\natque aut praesentium ipsa sit neque qui sint aut"
    },
    {
      "postId": 35,
      "id": 70,
      "name": "ea nam iste est repudiandae",
      "email": "Eloy@vladimir.com",
      "body": "molestiae voluptatem qui\nid facere nostrum quasi asperiores rerum\nquisquam est repellendus\ndeleniti eos aut sed nemo non"
    },
    {
      "postId": 36,
      "id": 71,
      "name": "voluptatibus qui est et",
      "email": "Gerda.Reynolds@ceasar.co.uk",
      "body": "sed non beatae placeat qui libero nam eaque qui\nquia ut ad doloremque\nsequi unde quidem adipisci debitis autem velit\narchitecto aperiam eos nihil enim dolores veritatis omnis ex"
    },
    {
      "postId": 36,
      "id": 72,
      "name": "corporis ullam quo",
      "email": "Ivah@brianne.net",
      "body": "nemo ullam omnis sit\nlabore perferendis et eveniet nostrum\ndignissimos expedita iusto\noccaecati quia sit quibusdam"
    },
    {
      "postId": 37,
      "id": 73,
      "name": "ipsam deleniti incidunt repudiandae voluptatem maxime provident non dolores",
      "email": "Esther@ford.me",
      "body": "quam culpa fugiat\nrerum impedit ratione vel ipsam rem\ncommodi qui rem eum\nitaque officiis omnis ad"
    },
    {
      "postId": 37,
      "id": 74,
      "name": "ab cupiditate blanditiis ea sunt",
      "email": "Naomie_Cronin@rick.co.uk",
      "body": "ut facilis sapiente\nquia repellat autem et aut delectus sint\nautem nulla debitis\nomnis consequuntur neque"
    },
    {
      "postId": 38,
      "id": 75,
      "name": "similique ut et non laboriosam in eligendi et",
      "email": "Milan.Schoen@cortney.io",
      "body": "dolor iure corrupti\net eligendi nesciunt voluptatum autem\nconsequatur in sapiente\ndolor voluptas dolores natus iusto qui et in perferendis"
    },
    {
      "postId": 38,
      "id": 76,
      "name": "soluta corporis excepturi consequatur perspiciatis quia voluptatem",
      "email": "Sabrina@raymond.biz",
      "body": "voluptatum voluptatem nisi consequatur et\nomnis nobis odio neque ab enim veniam\nsit qui aperiam odit voluptatem facere\nnesciunt esse nemo"
    },
    {
      "postId": 39,
      "id": 77,
      "name": "voluptas distinctio qui similique quasi voluptatem non sit",
      "email": "Yasmin.Prohaska@hanna.co.uk",
      "body": "asperiores eaque error sunt ut natus et omnis\nexpedita error iste vitae\nsit alias voluptas voluptatibus quia iusto quia ea\nenim facere est quam ex"
    },
    {
      "postId": 39,
      "id": 78,
      "name": "maiores iste dolor itaque nemo voluptas",
      "email": "Ursula.Kirlin@eino.org",
      "body": "et enim necessitatibus velit autem magni voluptas\nat maxime error sunt nobis sit\ndolor beatae harum rerum\ntenetur facere pariatur et perferendis voluptas maiores nihil eaque"
    },
    {
      "postId": 40,
      "id": 79,
      "name": "est perferendis eos dolores maxime rerum qui",
      "email": "Eugene@mohammed.net",
      "body": "sit vero aut voluptatem soluta corrupti dolor cum\nnulla ipsa accusamus aut suscipit ut dicta ut nemo\nut et ut sit voluptas modi\nillum suscipit ea debitis aut ullam harum"
    },
    {
      "postId": 40,
      "id": 80,
      "name": "sunt veritatis quisquam est et porro nesciunt excepturi a",
      "email": "Janick@marty.me",
      "body": "dolore velit autem perferendis hic\ntenetur quo rerum\nimpedit error sit eaque ut\nad in expedita et nesciunt sit aspernatur repudiandae"
    },
    {
      "postId": 41,
      "id": 81,
      "name": "totam vel saepe aut qui velit quis",
      "email": "Jenifer_Lowe@reuben.ca",
      "body": "eum laborum quidem omnis facere harum ducimus dolores quaerat\ncorporis quidem aliquid\nquod aut aut at dolorum aspernatur reiciendis\nexercitationem quasi consectetur asperiores vero blanditiis dolor"
    },
    {
      "postId": 41,
      "id": 82,
      "name": "non perspiciatis omnis facere rem",
      "email": "Cecelia_Nitzsche@marty.com",
      "body": "fugit ut laborum provident\nquos provident voluptatibus quam non\nsed accusantium explicabo dolore quia distinctio voluptatibus et\nconsequatur eos qui iure minus eaque praesentium"
    },
    {
      "postId": 42,
      "id": 83,
      "name": "et adipisci aliquam a aperiam ut soluta",
      "email": "Cleve@royal.us",
      "body": "est officiis placeat\nid et iusto ut fugit numquam\neos aut voluptas ad quia tempore qui quibusdam doloremque\nrecusandae tempora qui"
    },
    {
      "postId": 42,
      "id": 84,
      "name": "blanditiis vel fuga odio qui",
      "email": "Donnell@polly.net",
      "body": "sequi expedita quibusdam enim ipsam\nbeatae ad eum placeat\nperspiciatis quis in nulla porro voluptas quia\nesse et quibusdam"
    },
    {
      "postId": 43,
      "id": 85,
      "name": "deserunt eveniet quam vitae velit",
      "email": "Sophie@antoinette.ca",
      "body": "nam iusto minus expedita numquam\net id quis\nvoluptatibus minima porro facilis dolores beatae aut sit\naut quia suscipit"
    },
    {
      "postId": 43,
      "id": 86,
      "name": "asperiores sed voluptate est",
      "email": "Jessika@crystel.ca",
      "body": "nulla quos harum commodi\naperiam qui et dignissimos\nreiciendis ut quia est corrupti itaque\nlaboriosam debitis suscipit"
    },
    {
      "postId": 44,
      "id": 87,
      "name": "rerum voluptate dolor",
      "email": "Faustino.Keeling@morris.co.uk",
      "body": "odio temporibus est ut a\naut commodi minima tempora eum\net fuga omnis alias deleniti facere totam unde\nimpedit voluptas et possimus consequatur necessitatibus qui velit"
    },
    {
      "postId": 44,
      "id": 88,
      "name": "et maiores sed temporibus cumque voluptatem sunt necessitatibus in",
      "email": "Viola@aric.co.uk",
      "body": "aut vero sint ut et voluptate\nsunt quod velit impedit quia\ncupiditate dicta magni ut\neos blanditiis assumenda pariatur nemo est tempore velit"
    },
    {
      "postId": 45,
      "id": 89,
      "name": "voluptatem esse sint alias",
      "email": "Jaylan.Mayert@norbert.biz",
      "body": "minima quaerat voluptatibus iusto earum\nquia nihil et\nminus deleniti aspernatur voluptatibus tempore sit molestias\narchitecto velit id debitis"
    },
    {
      "postId": 45,
      "id": 90,
      "name": "eos velit velit esse autem minima voluptas",
      "email": "Cristina.DAmore@destini.biz",
      "body": "aperiam rerum aut provident cupiditate laboriosam\nenim placeat aut explicabo\nvoluptatum similique rerum eaque eligendi\nnobis occaecati perspiciatis sint ullam"
    },
    {
      "postId": 46,
      "id": 91,
      "name": "reprehenderit rem voluptatem voluptate recusandae dolore distinctio",
      "email": "Madonna@will.com",
      "body": "rerum possimus asperiores non dolores maiores tenetur ab\nsuscipit laudantium possimus ab iure\ndistinctio assumenda iste adipisci optio est sed eligendi\ntemporibus perferendis tempore soluta"
    },
    {
      "postId": 46,
      "id": 92,
      "name": "rerum aliquam ducimus repudiandae perferendis",
      "email": "Cicero_Goldner@elenor.tv",
      "body": "cum officiis impedit neque a sed dolorum accusamus eaque\nrepellat natus aut commodi sint fugit consequatur corporis\nvoluptatum dolorum sequi perspiciatis ut facilis\ndelectus pariatur consequatur at aut temporibus facere vitae"
    },
    {
      "postId": 47,
      "id": 93,
      "name": "assumenda officia quam ex natus minima sint quia",
      "email": "Benton@jayde.tv",
      "body": "provident sed similique\nexplicabo fugiat quasi saepe voluptatem corrupti recusandae\nvoluptas repudiandae illum tenetur mollitia\nsint in enim earum est"
    },
    {
      "postId": 47,
      "id": 94,
      "name": "omnis error aut doloremque ipsum ducimus",
      "email": "Melody@london.name",
      "body": "est quo quod tempora fuga debitis\neum nihil nemo nisi consequatur sequi nesciunt dolorum et\ncumque maxime qui consequatur mollitia dicta iusto aut\nvero recusandae ut dolorem provident voluptatibus suscipit sint"
    },
    {
      "postId": 48,
      "id": 95,
      "name": "omnis minima dicta aliquam excepturi",
      "email": "Kelton_McKenzie@danial.us",
      "body": "veritatis laudantium laboriosam ut maxime sed voluptate\nconsequatur itaque occaecati voluptatum est\nut itaque aperiam eligendi at vel minus\ndicta tempora nihil pariatur libero est"
    },
    {
      "postId": 48,
      "id": 96,
      "name": "voluptatem excepturi sit et sed qui ipsum quam consequatur",
      "email": "Itzel@fritz.io",
      "body": "ullam modi consequatur officia dolor non explicabo et\neum minus dicta dolores blanditiis dolore\nnobis assumenda harum velit ullam et cupiditate\net commodi dolor harum et sed cum reprehenderit omnis"
    },
    {
      "postId": 49,
      "id": 97,
      "name": "cupiditate rerum voluptate quo facere repudiandae",
      "email": "Freeda.Kirlin@eddie.ca",
      "body": "itaque error cupiditate asperiores ut aspernatur veniam qui\ndoloribus sit aliquid pariatur dicta deleniti qui alias dignissimos\nrecusandae eaque repellendus est et dolorem aut non\nexplicabo voluptas est beatae vel temporibus"
    },
    {
      "postId": 49,
      "id": 98,
      "name": "recusandae deserunt possimus voluptatibus ipsam iste consequatur consequatur",
      "email": "Jennifer.Rowe@zoe.org",
      "body": "aut culpa quis modi\nlibero hic dolore provident officiis placeat minima vero\net iste dolores aut voluptatem saepe unde\nvero temporibus sunt corrupti voluptate"
    },
    {
      "postId": 50,
      "id": 99,
      "name": "reprehenderit inventore soluta ut aliquam",
      "email": "Lemuel@willow.name",
      "body": "quisquam asperiores voluptas\nmodi tempore officia quod hic dolor omnis asperiores\narchitecto aut vel odio quisquam sunt\ndeserunt soluta illum"
    },
    {
      "postId": 50,
      "id": 100,
      "name": "quis sit aut vero quo accusamus",
      "email": "Sven@gudrun.info",
      "body": "dolores minus sequi laudantium excepturi deserunt rerum voluptatem\npariatur harum natus sed dolore quis\nconsectetur quod inventore laboriosam et in dolor beatae rerum\nquia rerum qui recusandae quo officiis fugit"
    },
    {
      "postId": 51,
      "id": 101,
      "name": "magnam earum qui eaque sunt excepturi",
      "email": "Jaycee.Turner@euna.name",
      "body": "quia est sed eos animi optio dolorum\nconsequatur reiciendis exercitationem ipsum nihil omnis\nbeatae sed corporis enim quisquam\net blanditiis qui nihil"
    },
    {
      "postId": 51,
      "id": 102,
      "name": "vel aut blanditiis magni accusamus dolor soluta",
      "email": "Wilbert@cheyenne.ca",
      "body": "explicabo nam nihil atque sint aut\nqui qui rerum excepturi soluta quis et\net mollitia et voluptate minima nihil\nsed quaerat dolor earum tempore et non est voluptatem"
    },
    {
      "postId": 52,
      "id": 103,
      "name": "veritatis sint eius",
      "email": "Ayden_Hickle@stephany.tv",
      "body": "sit vero at voluptatem corporis adipisci\nerror sit aut nihil rerum doloremque dolorum ipsum\neum ut numquam sapiente ipsam nam blanditiis ut quasi\nfacilis optio rerum qui temporibus esse excepturi eaque"
    },
    {
      "postId": 52,
      "id": 104,
      "name": "qui alias beatae iusto omnis placeat recusandae ut",
      "email": "Carissa.Krajcik@jean.name",
      "body": "exercitationem quisquam sed\neius et cum reiciendis deleniti non\nperspiciatis aut voluptatum deserunt\nsint dignissimos est sed architecto sed"
    },
    {
      "postId": 53,
      "id": 105,
      "name": "tempore distinctio quam",
      "email": "Carlee_Heathcote@harley.tv",
      "body": "nemo deleniti sunt praesentium quis quam repellendus\nconsequatur non est ex fugiat distinctio aliquam explicabo\naspernatur omnis debitis sint consequatur\nquo autem natus veritatis"
    },
    {
      "postId": 53,
      "id": 106,
      "name": "illum non quod vel voluptas quos",
      "email": "Delpha_Cormier@raymond.org",
      "body": "facere at voluptatem\nrepellendus omnis perspiciatis placeat aspernatur nobis blanditiis ut deleniti\nquis non cumque laborum sit id ratione vel sequi\nfacere doloremque beatae aut maxime non"
    },
    {
      "postId": 54,
      "id": 107,
      "name": "aut veritatis quasi voluptatem enim dolor soluta temporibus",
      "email": "Virgie@layne.org",
      "body": "sapiente qui est quod\ndebitis qui est optio consequuntur\nalias hic amet ut non ad qui provident\nquia provident aspernatur corrupti occaecati"
    },
    {
      "postId": 54,
      "id": 108,
      "name": "ipsa aliquid laborum quidem recusandae dolorum quia",
      "email": "Tia@kirsten.info",
      "body": "similique harum iste ipsam non dolores facere esse\net beatae error necessitatibus laboriosam fugiat culpa esse occaecati\nut provident ut et dolorum nam\ndelectus impedit aut blanditiis fugiat est unde"
    },
    {
      "postId": 55,
      "id": 109,
      "name": "eum enim provident atque eum",
      "email": "Carolina.Auer@polly.co.uk",
      "body": "non et voluptas\neaque atque esse qui molestias porro quam veniam voluptatibus\nminima ut velit velit ut architecto deleniti\nab sint deserunt possimus quas velit et eum"
    },
    {
      "postId": 55,
      "id": 110,
      "name": "ea commodi provident veritatis voluptatem voluptates aperiam",
      "email": "Jaylan.Braun@lane.us",
      "body": "magnam similique animi eos explicabo natus\nprovident cumque sit maxime velit\nveritatis fuga esse dolor hic nihil nesciunt assumenda\naliquid vero modi alias qui quia doloribus est"
    },
    {
      "postId": 56,
      "id": 111,
      "name": "et et repellat quasi non ea similique",
      "email": "Ethelyn.Moore@gabe.info",
      "body": "quae eaque reprehenderit\nsuscipit facilis ut tenetur blanditiis sint occaecati\naccusantium expedita sed nostrum\nrerum sunt nam qui placeat consequatur et"
    },
    {
      "postId": 56,
      "id": 112,
      "name": "repudiandae ut velit dignissimos enim rem dolores odit",
      "email": "Evangeline_Kuvalis@santina.ca",
      "body": "consequuntur molestiae aut distinctio illo qui est sequi reprehenderit\nhic accusamus et officiis reprehenderit culpa\nest et numquam et\neius ipsa rerum velit"
    },
    {
      "postId": 57,
      "id": 113,
      "name": "inventore amet ut debitis ipsam reiciendis molestiae autem sed",
      "email": "Matt.Moen@gilda.org",
      "body": "dolores tempora totam quas maxime voluptatem voluptas excepturi\nrecusandae quis odio exercitationem in\nconsectetur sed aut\nexcepturi eligendi sint consectetur repellendus aperiam"
    },
    {
      "postId": 57,
      "id": 114,
      "name": "dolorem aut ipsum alias ex ea quidem nostrum",
      "email": "Rocky_Ullrich@rowena.name",
      "body": "nihil ratione aliquam recusandae ipsa sunt doloribus labore molestiae\nofficia cum aliquid repudiandae et error\ninventore minima optio repellat aut\nea et maxime alias voluptas eius"
    },
    {
      "postId": 58,
      "id": 115,
      "name": "consequatur voluptates sed voluptatem fuga",
      "email": "Bridie@pearl.ca",
      "body": "eius voluptatem minus\net aliquid perspiciatis sint unde ut\nsimilique odio ullam vitae quisquam hic ex consequatur aliquid\nab nihil explicabo sint maiores aut et dolores nostrum"
    },
    {
      "postId": 58,
      "id": 116,
      "name": "et vitae culpa corrupti",
      "email": "Aglae_Goldner@madisyn.co.uk",
      "body": "ea consequatur placeat\nquo omnis illum voluptatem\nvoluptatem fugit aut dolorum recusandae ut et\ntenetur officia voluptas"
    },
    {
      "postId": 59,
      "id": 117,
      "name": "dolore dignissimos distinctio",
      "email": "Marco.Langworth@zoie.org",
      "body": "doloremque accusantium necessitatibus architecto ut provident\nquaerat iusto eius omnis\nfuga laborum harum totam sunt velit\naut neque corporis atque"
    },
    {
      "postId": 59,
      "id": 118,
      "name": "voluptas ad autem maxime iusto eos dolorem ducimus est",
      "email": "Sedrick@mertie.tv",
      "body": "voluptatem perspiciatis voluptatum quaerat\nodit voluptates iure\nquisquam magnam voluptates ut non qui\naliquam aut ut amet sit consequatur ut suscipit"
    },
    {
      "postId": 60,
      "id": 119,
      "name": "occaecati et dolorum",
      "email": "Pascale@fleta.ca",
      "body": "nisi dicta numquam dolor\nrerum sed quaerat et\nsed sequi doloribus libero quos temporibus\nblanditiis optio est tempore qui"
    },
    {
      "postId": 60,
      "id": 120,
      "name": "consequatur et facere similique beatae explicabo eligendi consequuntur",
      "email": "Molly_Kertzmann@tristin.me",
      "body": "eos officiis omnis ab laborum nulla saepe exercitationem recusandae\nvoluptate minima voluptatem sint\nsunt est consequuntur dolor voluptatem odit\nmaxime similique deserunt et quod"
    },
    {
      "postId": 61,
      "id": 121,
      "name": "hic eum sed dolore velit cupiditate quisquam ut inventore",
      "email": "Name.Walter@zoie.me",
      "body": "quasi dolorem veniam dignissimos\natque voluptas iure et quidem fugit velit et\nquod magnam illum quia et ea est modi\naut quis dolores"
    },
    {
      "postId": 61,
      "id": 122,
      "name": "dignissimos dolor facere",
      "email": "Norma@abraham.co.uk",
      "body": "eos exercitationem est ut voluptas accusamus qui\nvelit rerum ut\ndolorem eaque omnis eligendi mollitia\natque ea architecto dolorum delectus accusamus"
    },
    {
      "postId": 62,
      "id": 123,
      "name": "id voluptatibus voluptas occaecati quia sunt eveniet et eius",
      "email": "Tiana@jeramie.tv",
      "body": "dolore maxime saepe dolor asperiores cupiditate nisi nesciunt\nvitae tempora ducimus vel eos perferendis\nfuga sequi numquam blanditiis sit sed inventore et\nut possimus soluta voluptas nihil aliquid sed earum"
    },
    {
      "postId": 62,
      "id": 124,
      "name": "quia voluptatem sunt voluptate ut ipsa",
      "email": "Lindsey@caitlyn.net",
      "body": "fuga aut est delectus earum optio impedit qui excepturi\niusto consequatur deserunt soluta sunt\net autem neque\ndolor ut saepe dolores assumenda ipsa eligendi"
    },
    {
      "postId": 63,
      "id": 125,
      "name": "omnis nisi libero",
      "email": "Kenton_Carter@yolanda.co.uk",
      "body": "ab veritatis aspernatur molestiae explicabo ea saepe molestias sequi\nbeatae aut perferendis quaerat aut omnis illo fugiat\nquisquam hic doloribus maiores itaque\nvoluptas amet dolorem blanditiis"
    },
    {
      "postId": 63,
      "id": 126,
      "name": "id ab commodi est quis culpa",
      "email": "Amos_Rohan@mozelle.tv",
      "body": "sit tenetur aut eum quasi reiciendis dignissimos non nulla\nrepellendus ut quisquam\nnumquam provident et repellendus eum nihil blanditiis\nbeatae iusto sed eius sit sed doloremque exercitationem nihil"
    },
    {
      "postId": 64,
      "id": 127,
      "name": "veritatis nulla consequatur sed cumque",
      "email": "Brisa@carrie.us",
      "body": "officia provident libero explicabo tempora velit eligendi mollitia similique\nrerum sit aut consequatur ullam tenetur qui est vero\nrerum est et explicabo\nsit sunt ea exercitationem molestiae"
    },
    {
      "postId": 64,
      "id": 128,
      "name": "libero et distinctio repudiandae voluptatem dolores",
      "email": "Jasen.Kihn@devon.biz",
      "body": "ipsa id eum dolorum et officiis\nsaepe eos voluptatem\nnesciunt quos voluptas temporibus dolores ad rerum\nnon voluptatem aut fugit"
    },
    {
      "postId": 65,
      "id": 129,
      "name": "totam est minima modi sapiente nobis impedit",
      "email": "Sister.Morissette@adelia.io",
      "body": "consequatur qui doloribus et rerum\ndebitis cum dolorem voluptate qui fuga\nnecessitatibus quod temporibus non voluptates\naut saepe molestiae"
    },
    {
      "postId": 65,
      "id": 130,
      "name": "iusto pariatur ea",
      "email": "Shyanne@rick.info",
      "body": "quam iste aut molestiae nesciunt modi\natque quo laudantium vel tempora quam tenetur neque aut\net ipsum eum nostrum enim laboriosam officia eligendi\nlaboriosam libero ullam sit nulla voluptate in"
    },
    {
      "postId": 66,
      "id": 131,
      "name": "rem ducimus ipsam ut est vero distinctio et",
      "email": "Danyka_Stark@jedidiah.name",
      "body": "ea necessitatibus eum nesciunt corporis\nminus in quisquam iste recusandae\nqui nobis deleniti asperiores non laboriosam sunt molestiae dolore\ndistinctio qui officiis tempora dolorem ea"
    },
    {
      "postId": 66,
      "id": 132,
      "name": "ipsam et commodi",
      "email": "Margarita@casper.io",
      "body": "id molestiae doloribus\nomnis atque eius sunt aperiam\ntenetur quia natus nihil sunt veritatis recusandae quia\ncorporis quam omnis veniam voluptas amet quidem illo deleniti"
    },
    {
      "postId": 67,
      "id": 133,
      "name": "voluptatem laborum incidunt accusamus",
      "email": "Lauren.Hodkiewicz@jarret.info",
      "body": "perspiciatis vero nulla aut consequatur fuga earum aut\nnemo suscipit totam vitae qui at omnis aut\nincidunt optio dolorem voluptatem vel\nassumenda vero id explicabo deleniti sit corrupti sit"
    },
    {
      "postId": 67,
      "id": 134,
      "name": "quisquam necessitatibus commodi iure eum",
      "email": "Ernestina@piper.biz",
      "body": "consequatur ut aut placeat harum\nquia perspiciatis unde doloribus quae non\nut modi ad unde ducimus omnis nobis voluptatem atque\nmagnam reiciendis dolorem et qui explicabo"
    },
    {
      "postId": 68,
      "id": 135,
      "name": "nemo cum est officia maiores sint sunt a",
      "email": "Don@cameron.co.uk",
      "body": "maxime incidunt velit quam vel fugit nostrum veritatis\net ipsam nisi voluptatem voluptas cumque tempora velit et\net quisquam error\nmaiores fugit qui dolor sit doloribus"
    },
    {
      "postId": 68,
      "id": 136,
      "name": "dicta vero voluptas hic dolorem",
      "email": "Jovan@aaliyah.tv",
      "body": "voluptas iste deleniti\nest itaque vel ea incidunt quia voluptates sapiente repellat\naut consectetur vel neque tempora esse similique sed\na qui nobis voluptate hic eligendi doloribus molestiae et"
    },
    {
      "postId": 69,
      "id": 137,
      "name": "eveniet eligendi nisi sunt a error blanditiis et ea",
      "email": "Yoshiko@viviane.name",
      "body": "similique autem voluptatem ab et et\nodio animi repellendus libero voluptas voluptas quia\nlibero facere saepe nobis\nconsequatur et qui non hic ea maxime nihil"
    },
    {
      "postId": 69,
      "id": 138,
      "name": "beatae esse tenetur aut est",
      "email": "Micaela_Bins@mertie.us",
      "body": "est ut aut ut omnis distinctio\nillum quisquam pariatur qui aspernatur vitae\ndolor explicabo architecto veritatis ipsa et aut est molestiae\nducimus et sapiente error sed omnis"
    },
    {
      "postId": 70,
      "id": 139,
      "name": "sunt ut voluptatem cupiditate maxime dolores eligendi",
      "email": "April@larissa.co.uk",
      "body": "iure ea ea neque est\nesse ab sed hic et ullam sed sequi a\nnon hic tenetur sunt enim ea\nlaudantium ea natus"
    },
    {
      "postId": 70,
      "id": 140,
      "name": "corporis at consequuntur consequatur",
      "email": "Glenna_Waters@retha.me",
      "body": "quis beatae qui\nsequi dicta quas et dolor\nnon enim aspernatur excepturi aut rerum asperiores\naliquid animi nulla ea tempore esse"
    }
  ]
}